{"title":"Australia kills off carbon tax","author":"Lenore Taylor","content":"Australia’s carbon price has been repealed, leaving the nation with no legislated policy to achieve even the minimum 5% greenhouse emissions reduction target it has inscribed in international agreements.\n\nAfter eight years of bitter political debate, during which climate policy dominated three election campaigns and contributed to the demise of two prime ministers, after last week’s Senate drama in which the repeal was again defeated and this week’s lengthy last gasp debate, the Senate has now finally voted to make good Tony Abbott’s “pledge in blood” to “axe the tax”.\n\nThe government was backed by seven of the new crossbench senators, including the three Palmer United party senators, Liberal Democrat senator David Leyonhjelm, Family First senator Bob Day, Motoring Enthusiast senator Ricky Muir, DLP senator John Madigan. Independent senator Nick Xenophon was unwell.\n\nOnly the Australian Labor party and the Greens voted against repealing the carbon pricing scheme they introduced, which came into effect two years ago.\n\nLeader of the government in the Senate and former climate change minister Penny Wong said repealing the bills meant “this nation will have walked away from a credible and efficient response to climate change”.\n\nWong said the prime minister Tony Abbott had “staked his political career … on fearmongering and scaremongering and that is what this debate has been about for years”.\n\n“I think future generations will look back on these bills and they will be appalled … at the short-sighted, opportunistic selfish politics of those opposite and Mr Abbott will go down as one of the most short-sighted, selfish and small people ever to occupy the office of prime minister.”\n\nGovernment backbencher Ian Macdonald accused opposition parties of being hypocrites for refusing to accept the will of the voters and said that while he had “an open mind”, he would like to point out that Brisbane had recently had its coldest day in 113 years.\n\nGreens leader Christine Milne said it was “a vote for failure” amid interjections from government backbenchers that she should “get over it” because the parliament was “respecting the will of the Australian people.”\n\nHow the Senate voted\n\nThe bills passed 39:32. There was none of the jubilation that accompanied their passage in the lower house, but the leader of the government in the Senate, Eric Abetz, shook hands with backbench senator Cory Bernardi, who led the revolt against Malcolm Turnbull when, as leader of the opposition, he backed Labor’s carbon pricing scheme.\n\nThe tax was $25.40 a tonne and was scheduled to move to the floating and lower international price in 12 months.\n\nThe repeal will cost the budget around $7bn over the next four years as around 350 businesses, mainly electricity generators and big manufacturers, no longer have to pay the tax.\n\nThe government argues the carbon pricing scheme has been ineffective, but national emissions have actually fallen by 0.8% in the first calendar year of its operation, the largest fall in 24 years of records. Since the tax began, emissions from the east coast electricity market have fallen 11%, but emissions from other sources – especially coal and gas mining have increased.\n\nThe government also says households will be better off by an average $550 – the amount treasury estimated prices would rise when the tax was introduced – but supermarkets and airlines are now saying consumers should not expect price reductions.\n\nThe Australian Competition and Consumer Commission’s special powers are to monitor and enforce only electricity and gas price reductions. Electricity bills will rise, but by an estimated 9% less than they otherwise would. Gas bills will rise by an estimated 7% less than they would have with the tax still in place.\n\nThe Abbott government says it will now achieve the target of a 5% reduction in Australian emissions compared with 2000 levels by 2020 with its Direct Action policy, which will offer $2.5bn in competitive grants over the next four years to companies and organisations voluntarily reducing emissions. The budget actually allocated only $1.14bn over the four-year forward estimates for the scheme. The government said this is because they will pay on delivery of the abatement. The policy is voluntary and puts no overall cap on emissions.\n\nThe government itself has not modelled Direct Action (Abbott said he would prefer to “have a crack”), but two other modelling exercises found even the 5% cut would cost far more than $2.5bn, and the independent climate change authority – which the government is seeking to abolish – has said Australia’s “fair share” of international emissions reductions has now increased to between 15% and 19% by 2020.\n\nThe government says it is sure Direct Action will meet the 5% target, but Abbott has said he will not allocate any more money even if it does not, and has not said how he would make deeper reductions in Australia’s emissions which are likely to be required after the United Nations meeting to try to forge a new post-2020 climate agreement in Paris next year.\n\nMalcolm Turnbull warned of the long-term costs of the policy in a speech to parliament after he was deposed as leader because of his support for an emissions trading scheme, when he said Direct Action style schemes were “a recipe for fiscal recklessness on a grand scale”.\n\nThe carbon price repeal bills were voted down in the Senate last week after a last-minute change to a Palmer United party amendment was ruled to be unconstitutional by the clerk of the Senate. The government had been prepared to accept the amendment but then changed it again over the weekend after business groups raised major concerns.\n\nBusiness groups welcomed the repeal as a “first step” towards achieving an effective emissions reduction policy.\n\nThe Business Council of Australia, the Minerals Council of Australia and the Australian Industry Group called on the government to “develop and implement a cost-effective emissions reduction fund” as “part of a toolkit of measures to reduce emissions”.\n\nBut the Climate Institute thinktank said that “by repealing laws that price and limit carbon pollution, Australia today became the world’s first country to dismantle a functioning and effective carbon market, taking a monumentally reckless backward leap even as other major countries are stepping up climate action”.\n\nAnd the Australian Conservation Foundation said: “This backwards step makes Australia an international embarrassment.”\n\nDescribing it as a “tragic day”, Greens leader senator Christine Milne said after the vote that “the big polluters should pay for the destruction they are causing to the planet”. She accused the Coalition of “wanting to cost-shift the burden of climate change onto the community and away from the people who are causing it”.\n\nBoth Labor and the Greens say they remain committed to carbon pricing as the best way to reduce emissions.\n\nSpeaking after the vote, agriculture minister Barnaby Joyce said the tax had imposed high costs on families, and questioned whether it was needed, saying “look at the weather today, look at the way you are dressed, no one thinks it is too hot”.\n\n“I believe there is climate change happening, I just don’t believe we are going to change it with a broad-based consumption tax.”\n\n“I am glad the carbon tax has been axed … we have Direct Action and there are programs that hopefully can assist … but the idea that somehow we inflict on every household the fact that we would attack their power prices to the Australian taxation offices. They took it to the Australian people and the Australian people rejected it,” Joyce said.","issue":"australia-carbon-tax","url":"https:\/\/www.theguardian.com\/environment\/2014\/jul\/17\/australia-kills-off-carbon-tax","sources":[{"Name":"Penny Wong","Biography":"Leader of the government in the Senate and former climate change minister","Information":"Penny Wong expressed strong disapproval over the repeal of Australia's carbon pricing scheme, stating that it meant Australia walked away from a credible and efficient response to climate change. Wong criticized Prime Minister Tony Abbott for using fearmongering tactics throughout the debate over climate policy, which has lasted for years and has been a major focus during three election campaigns. Wong believes that future generations will view this move as short-sighted and opportunistic."},{"Name":"Ian Macdonald","Biography":"Government backbencher in the Australian Senate","Information":"Ian Macdonald criticized the opposition parties, accusing them of hypocrisy for not accepting the voters' decision. He mentioned Brisbane's recent cold weather as a factor in his openness to the debate, suggesting skepticism about the necessity of the carbon tax, which had imposed significant economic burdens."},{"Name":"Christine Milne","Biography":"Greens leader in Australia","Information":"Christine Milne described the repeal of the carbon pricing scheme as a 'vote for failure' and expressed dismay at the government's actions following the decision. She accused the coalition of wanting to shift the burden of climate change onto the broader community instead of the big polluters. Milne lamented this decision as a step backwards in terms of climate action."},{"Name":"Eric Abetz","Biography":"Leader of the government in the Australian Senate","Information":"Eric Abetz played a critical role in steering the repeal through the Senate. After the bills passed with a 39:32 vote, Abetz acknowledged Cory Bernardi's efforts against Malcolm Turnbull's support for carbon pricing when Turnbull was the opposition leader. Despite a lack of jubilation, Abetz signified the victory by shaking hands with Bernardi after the passage in the Senate."},{"Name":"Barnaby Joyce","Biography":"Agriculture Minister in the Abbott government","Information":"Barnaby Joyce, while acknowledging the existence of climate change, expressed satisfaction over the axing of the carbon tax. Joyce argued against the imposition of broad consumption taxes that he believes disproportionately affect households. He emphasized that the tax was not necessary to address climate change and asserted that more direct programs like Direct Action could provide assistance without financially burdening the general population."},{"Name":"The Climate Institute","Biography":"Thinktank focused on climate change and sustainability in Australia","Information":"The Climate Institute criticized the repeal of Australia's effective carbon market, noting that Australia was now the first country in the world to dismantle such a successful scheme. They described the repeal as a reckless backward leap while other major countries ramp up their climate action efforts."},{"Name":"Tony Abbott","Biography":"Prime Minister of Australia at the time of the carbon price repeal","Information":"Tony Abbott campaigned on a 'pledge in blood' to 'axe the tax,' promising to repeal the carbon pricing scheme which has stirred domestic debate over climate policy for years. He claims the Direct Action policy will meet the 5% emissions reduction target, asserting that government spending for voluntary emission reduction grants will suffice despite criticisms from other political and environmental stakeholders."},{"Name":"Malcolm Turnbull","Biography":"Former leader of the opposition and later Prime Minister of Australia","Information":"Malcolm Turnbull warned of the long-term financial implications of the Direct Action policy adopted by the Abbott government. He characterized it as potential fiscal recklessness compared to an emissions trading scheme, a policy he supported prior to being deposed as the opposition leader. Turnbull's earlier endorsement of carbon pricing policies diverged from Abbott's, leading to a notable political clash."},{"Name":"Business Groups in Australia","Biography":"Collective representation of Australian businesses, including the Business Council of Australia, the Minerals Council of Australia, and the Australian Industry Group","Information":"Business groups responded favorably to the repeal of the carbon pricing scheme, considering it a critical 'first step' toward creating an effective emissions reduction policy. They advocated for the development and implementation of a cost-effective emissions reduction fund, emphasizing the need for a comprehensive set of measures to limit emissions."}]}
{"title":"Carbon Pricing in Australia","author":"Wikipedia Contributors","content":"A carbon pricing scheme in Australia was introduced by the Gillard Labor minority government in 2011 as the Clean Energy Act 2011 which came into effect on 1 July 2012. Emissions from companies subject to the scheme dropped 7% upon its introduction.[2] As a result of being in place for such a short time, and because the then Opposition leader Tony Abbott indicated he intended to repeal \"the carbon tax\", regulated organizations responded rather weakly, with very few investments in emissions reductions being made.[3] The scheme was repealed on 17 July 2014, backdated to 1 July 2014. In its place, the Abbott government set up the Emission Reduction Fund in December 2014. Emissions thereafter resumed their growth evident before the tax.[4]\n\nThe carbon price was part of a broad energy reform package called the Clean Energy Futures Plan, which aimed to reduce greenhouse gas emissions in Australia by 5% below 2000 levels by 2020 and 80% below 2000 levels by 2050. Although Australia does not levy a direct carbon price,[5] the plan set out to achieve these targets by encouraging Australia's largest emitters to increase energy efficiency and invest in sustainable energy. The scheme was administered by the Clean Energy Regulator. Compensation to industry and households was funded by the revenue derived from the charge. The scheme required entities which emit over 25,000 tonnes of carbon dioxide equivalent greenhouse gases per year, and which were not in the transport or agriculture sectors, to obtain emissions permits, called carbon units. Carbon units were either purchased from the government or issued free as part of industry assistance measures. As part of the scheme, personal income tax was reduced for those earning less than A$80,000 per year and the tax-free threshold was increased from A$6,000 to A$18,200.[6] Initially, the price of a permit for one tonne of carbon was fixed at A$23 for the 2012–13 financial year, with unlimited permits being available from the government. The fixed price rose to A$24.15 for 2013–14.\n\nThe government had announced that the scheme was part of a transition to an emissions trading scheme in 2014–15, where the available permits will be limited in line with a pollution cap. The scheme primarily applied to electricity generators and industrial sectors. It did not apply to road transport and agriculture. The Department of Climate Change and Energy Efficiency stated that in June 2013 only 260 entities were subject to the scheme,[7] of which approximately 185 were liable to pay for carbon units. Domestic aviation did not face the carbon price scheme, but was subject to an additional fuel excise levy of approximately 6 cents per liter.\n\nIn February 2012, the Sydney Morning Herald reported that the Clean Energy Future carbon price scheme had not deterred new investment in the coal industry, as spending on exploration had increased by 62% in 2010–2011, more than any other mineral commodity. The government agency Geoscience Australia reported that investment in coal prospecting reached $520 million in 2010–2011.[8] Falls in carbon emissions were observed following implementation of this policy.[9] It was noted that emissions from sectors subject to the pricing mechanism were 1.0% lower[10] and nine months after the introduction of the pricing scheme, Australia's carbon dioxide emissions from electricity generation had fallen to a 10-year low, with coal generation down 11% from 2008 to 2009.[11] However, attribution of these trends to carbon pricing have been disputed, with Frontier Economics claiming trends are largely explained by factors unrelated to the carbon tax.[12][13] Electricity demand had been falling and in 2012 was at the lowest level seen since 2006 in the National Electricity Market.[14]\n\nAustralia's Greenhouse Gas Emissions Mt CO2 equiv Sector Year 2012 Energy – Electricity 190.8 Stationary energy excluding electricity 94.2 Transport 91.5 Fugitive emissions 42.3 Industrial processes 32.3 Agriculture 88.0 Waste 12.8 Total 551.9 Excludes land use, land use change and forestry Source – Australia's National Greenhouse Inventory Dec 2012","issue":"australia-carbon-tax","url":"https:\/\/en.wikipedia.org\/wiki\/Carbon_pricing_in_Australia","sources":[{"Name":"Gillard Labor Government","Biography":"The Gillard Labor government was a minority Australian government led by the Australian Labor Party under Prime Minister Julia Gillard from June 2010 to June 2013.","Information":"The Gillard Labor government introduced the carbon pricing mechanism in Australia as part of the Clean Energy Act 2011. The mechanism took effect on 1 July 2012, requiring entities emitting over 25,000 tonnes of carbon dioxide equivalent greenhouse gases annually to obtain emissions permits, known as carbon units. This was the cornerstone of the Clean Energy Futures Plan aiming to reduce emissions to 5% below 2000 levels by 2020 and 80% by 2050. Compensation to industry and households was financed by revenue generated from carbon pricing."},{"Name":"Tony Abbott","Biography":"Tony Abbott was the leader of the Liberal Party of Australia and served as the Opposition leader before becoming Prime Minister of Australia from September 2013 to September 2015.","Information":"Tony Abbott, as Opposition leader, publicly declared his intention to repeal the carbon pricing scheme established by the Gillard government, calling it a 'carbon tax.' Shortly after taking office, his government repealed the scheme on 17 July 2014, backdating its end to 1 July 2014. The Abbott government then established the Emission Reduction Fund in December 2014 as a replacement."},{"Name":"Frontier Economics","Biography":"Frontier Economics is an economic consultancy firm that provides economic analysis and advice in various sectors, including the energy and environment domain.","Information":"Frontier Economics questioned the attribution of emissions reductions directly to the carbon pricing mechanism. They claimed that trends in falling emissions, particularly in the electricity sector where demand reached a low point since 2006, were mainly due to factors unrelated to the pricing scheme."},{"Name":"Sydney Morning Herald","Biography":"The Sydney Morning Herald is a prominent daily newspaper published in Sydney, Australia, known for its comprehensive coverage of local, national, and international news.","Information":"The Sydney Morning Herald reported that the introduction of the Clean Energy Future carbon pricing scheme did not deter investment in Australia's coal industry. Exploration spending in the coal sector increased by 62% in 2010-2011, reaching $520 million. While carbon emissions appeared to decrease post-implementation, the publication suggested that investment in the coal sector continued to rise."},{"Name":"Department of Climate Change and Energy Efficiency","Biography":"The Department of Climate Change and Energy Efficiency was a government department in Australia responsible for policies and programs to reduce greenhouse emissions and promote energy efficiency.","Information":"The Department reported that as of June 2013, around 260 entities were subject to the carbon pricing mechanism. Among these, approximately 185 entities were directly liable to pay for carbon units. The scheme, primarily applied to the electricity and industrial sectors, did not include the road transport and agriculture sectors."},{"Name":"Geoscience Australia","Biography":"Geoscience Australia is an Australian government agency that provides information on geoscience and mineral resources, including reporting on mineral industry trends.","Information":"Geoscience Australia recorded that investment in coal prospecting reached $520 million in 2010-2011, indicating significant expenditure in exploration despite the introduction of the carbon pricing mechanism."},{"Name":"Australia's National Greenhouse Inventory","Biography":"Australia's National Greenhouse Inventory provides comprehensive data on Australia's greenhouse gas emissions, used for decision-making and reporting on climate commitments.","Information":"According to the inventory, in 2012, Australia emitted 551.9 megatonnes of CO2-equivalent emissions, primarily from sectors such as energy generation (190.8 MT), transport (91.5 MT), and agriculture (88.0 MT). This data excluded land use, land-use change, and forestry emissions."}]}
{"title":"Australia is repealing its controversial carbon tax","author":"Brad Plumer","content":"The carbon-tax experiment in Australia is now over.\n\nEconomists tend to prefer carbon pricing for tackling global warming\n\nOn Wednesday, the Australian Senate voted 39-32 to repeal the nation’s controversial tax on greenhouse-gas emissions. The tax, first passed in 2011, had charged people roughly $23 for every ton of carbon-dioxide they emitted from oil, coal, or gas.\n\nThe repeal is a big blow for climate policy. Economists have long argued that carbon pricing is one of the most effective ways to tackle global warming. The premise is simple: People should pay for the damage they cause by emitting carbon. And making fossil fuels more expensive will spur companies to seek out cleaner alternatives.\n\nBut the major weakness of a price on carbon has always been politics. So many daily activities depend on fossil fuels — from driving to home heating to industry — and the pinch from any tax is likely to be more noticeable than, say, that from more complex regulations. And that set up a major battle in Australia, which has one of the highest emissions per person rates in the world.\n\nHow Australia’s carbon tax worked — and why it fell.","issue":"australia-carbon-tax","url":"https:\/\/www.vox.com\/2014\/7\/17\/5912143\/australia-repeals-carbon-tax-global-warming","sources":[{"Name":"The Australian Senate","Biography":"The Senate is one of the two houses of the Parliament of Australia. It consists of 76 senators: 12 from each of the six states and 2 from each of the two territories.","Information":"On Wednesday, the Australian Senate executed a legislative action by casting a vote of 39 in favor and 32 against to repeal the country's controversial carbon tax policy, which had previously been implemented in 2011. This decision marked the end of the carbon-tax initiative which levied a charge on greenhouse-gas emissions, specifically charging approximately $23 for every ton of carbon dioxide emitted from fossil fuel sources including oil, coal, and natural gas."},{"Name":"Economists (unnamed)","Biography":"Experts who study and analyze economic systems, markets, and policies, often providing insights and recommendations on financial and environmental matters.","Information":"Economists favor carbon pricing as a strategic method to combat global warming, proposing a rationale that requires individuals to cover the costs associated with the environmental damage caused by their carbon emissions. This economic model promotes the transition toward cleaner energy alternatives by making fossil fuels more costly, incentivizing companies to innovate and adopt more sustainable practices."},{"Name":"The article's author (unnamed)","Biography":"The individual responsible for writing the news article about the repeal of the carbon tax in Australia.","Information":"Carbon tax, first instituted in 2011, was an initiative intended to curb greenhouse-gas emissions impacting global warming. It served as a monetary penalty for carbon emissions linked to fossil fuels, charging $23 per ton of carbon dioxide. However, the policy faced significant political hurdles, particularly because fossil fuels are deeply integrated into daily activities such as transportation, heating, and industrial processes, making any resulting financial impacts from the tax conspicuous and subject to public scrutiny. Ultimately, these challenges contributed to the heated debate within Australia, which holds one of the highest greenhouse-gas emissions per capita rates globally."}]}
{"title":"Australia's key climate policy faces an uncertain future","author":"Tom Lowrey","content":"Some business and climate groups have voiced their support for keeping one of the federal government's key climate policies in place, with the Coalition yet to commit to its future.\n\nThe safeguard mechanism was introduced under the Turnbull government nearly a decade ago, but was significantly strengthened under the Albanese government.\n\nIt caps the emissions of the country's heaviest-emitting companies and projects, and successively lowers that limit by roughly 5 per cent each year.\n\nTo stick to their caps, companies have to either lower their emissions or buy 'carbon credits'.\n\nIt's a key plank of the government's efforts to reach a 43 per cent reduction in emissions by 2030, and net zero by 2050.\n\nThe Coalition opposed the changes at the time and has kept up its criticism, but is yet to spell out whether it plans any changes to the scheme should it win government.\n\nIn a speech earlier this year, Peter Dutton compared it to the unpopular 'carbon pollution reduction scheme' introduced under the Gillard government — better known as the carbon tax.\n\n\"We've seen the safeguard mechanism turned into a new carbon tax — one [that is] three times higher than that implemented by Julia Gillard,\" he said.\n\nAt the time the safeguard mechanism changes were made, they were largely backed by business and industry groups who sought certainty for climate policies affecting their sectors.\n\nMany of those groups argue that while there is room to adjust the scheme, it needs to stay.\n\nCertainty critical\n\nIndustry groups rarely clamour for more government regulation, but climate policy was at one point something of an exception.\n\nGroups like the Business Council of Australia complained of \"a decade of ad hoc and unstable energy and climate policy\" that had left the country on the \"back foot\" in achieving climate targets.\n\nOthers that did push back did so reasonably gently — the Minerals Council of Australia warned the country needed to 'thread the needle' and push down emissions, without pushing projects out of business.\n\nNow that the policy is in place, some are arguing it is worth keeping.\n\nAndrew McKellar from the Australian Chamber of Commerce and Industry says policy stability is critical for business.\n\nAndrew McKellar has urged stability with the safeguard mechanism after years of tumult on climate policy. (ABC News: Matt Roberts)\n\nHe argues it should stay, but also warns against any plans to strengthen it further.\n\n\"From a business point of view, we have been supportive of the safeguard mechanism. It provides a level of structure and certainty,\" he said.\n\n\"We would caution against any move to lower thresholds or expand its perimeter.\n\n\"Having the safeguard mechanism in place is an important support to provide certainty for business, and moving the economy in the right direction towards the longer term goal of net zero by 2050.\"\n\nEnergy Producers Australia represents much of Australia's gas industry, including major companies covered by the safeguard mechanism like Woodside, Origin and Shell.\n\nChief executive Samantha McCulloch isn't calling for the policy to be dumped, but does want to see flexibility — like avoiding overly onerous emissions caps, and the purchase of overseas-based carbon credits.\n\n\"The safeguard mechanism must be fit-for-purpose and balance emissions reductions with the need for energy affordability and reliability across the economy,\" she said.\n\n\"The safeguard mechanism needs to ensure that new and existing gas projects are not subject to excessive, unrealistic reduction targets, well beyond what has been achieved elsewhere, and that Australian LNG remains competitive in international markets.\n\n\"The safeguard mechanism should also allow access to robust and verified emissions offsets from around the world to support least cost emissions reductions across the economy.\"\n\nCoalition concerns\n\nThe Coalition hasn't laid out a firm plan on what it would do with the climate policy should it win the next election.\n\nBut it has been making a case for some time that change is needed.\n\nShadow Energy Minister Ted O'Brien addressed the Carbon Market Institute last year, and was asked about the future of the safeguard mechanism.\n\n\"My views, and the views of the Coalition were very clear at the time Labor introduced the safeguard mechanism — they hadn't done the work on how it's going to impact companies in that cohort,\" he said.\n\n\"We have seen a lot of that pain come through. A lot of them are very reliant on offsets, on [carbon credits], and we're not seeing a sufficiently active [carbon credit] market.\n\n\"We are seeing assets of those companies being written down. I do not believe it is working as the government intended.\"\n\nPeter Dutton was asked about climate policy and the safeguard mechanism at a press conference last month, but didn't directly address his plans for the emissions-capping tool.\n\n\"Our policy is that we want renewables in the system and we support renewables, as you saw when we were in government, we put a lot of money into projects and created an environment where significant projects are now a reality,\" he said.\n\n\"But we can't pretend for any longer that the batteries are going to see us through the hours of darkness, or over a week of rain.\"\n\nEnergy Minister Chris Bowen argues the safeguard mechanism is working well, and there is little case for change.\n\n\"It's working as intended,\" he said.\n\n\"It's safeguarding the future of Australian industry to ensure that Australian industry can compete in a decarbonising world.\"\n\nChris Bowen says the safeguard mechanism is working as intended. (AAP: Mick Tsikas)\n\nClimate groups call for continuity\n\nAdvocates for work on climate change argue that if there is a case for change to the safeguard mechanism, it should be strengthening rather than weakening the tool.\n\nJohn Connor from the Carbon Markets Institute says given the Coalition is committed to cutting emissions, he can't say why they would want to radically change it.\n\n\"It is important to understand that the safeguard mechanism was developed by the Coalition,\" he said.\n\n\"It [now] aligns with what are bipartisan targets of net zero emissions by 2050, and so it's linked to promises and positions that we are pleased to see Peter Dutton and others still continue to support, like net zero.\"\n\nHe argues the reason business groups support certainty when it comes to policies like the safeguard mechanism is they are trying to make long-term investment decisions.\n\nCompanies are trying to plan for the emissions reductions they need to make under the mechanism in the years ahead.\n\n\"It is very important to understand the declines that they have to deliver compound each year,\" he said.\n\n\"And so it's actually about sending an investment signal.\n\n\"These are big emitters, big industrial facilities. And so we need some certainty.\"\n\nOthers say whoever takes office needs to look at expanding the safeguard mechanism to capture more big emitters, and strengthen it to ensure cuts to pollution are actually being made.\n\nCurrently the safeguard mechanism captures those emitting more than 100,000 tonnes of carbon dioxide each year, and doesn't capture individual electricity generators (like coal-fired power plants).\n\nBen McLeod from the Climate Council says there are real opportunities for change.\n\n\"The next safeguard mechanism review must be about delivering more genuine, on-site reductions to industrial pollution,\" he said.\n\n\"We need to see stronger rules that make polluters clean up their own mess, rather than paying to delay action. That means shifting away from offsets and requiring real, permanent cuts at the source.\n\n\"We also need to bring more polluting facilities into the scheme, including electricity generators, so that all big polluters in Australia play by the same basic rules.\"","issue":"australia-carbon-tax","url":"https:\/\/www.abc.net.au\/news\/2025-03-03\/safeguard-mechanism-climate-policy-uncertain\/104996022","sources":[{"Name":"Some business and climate groups","Biography":"Groups that represent various businesses and are focused on climate-related initiatives","Information":"Some business and climate groups have expressed support for maintaining the federal government's key climate policy, the 'safeguard mechanism,' to ensure stability and sustained efforts in reducing emissions. They acknowledge that while there is potential for adjustments within the policy, dismantling or significantly altering it could lead to uncertainty and hinder progress toward meeting climate targets. These groups emphasize the need for continuity in energy and climate policies, considering the historical context of unstable regulations that have impacted Australia's progress in climate action."},{"Name":"Andrew McKellar","Biography":"CEO of the Australian Chamber of Commerce and Industry","Information":"Andrew McKellar argues that policy stability is crucial for businesses, advocating for the retention of the safeguard mechanism to provide structure and predictability. He cautions against any attempts to tighten the mechanism or to broaden its scope, suggesting these could affect business operations adversely. McKellar underscores the role of the safeguard mechanism in guiding the economy towards a net-zero emissions target by 2050, highlighting that businesses require consistent signals to plan long-term investments effectively."},{"Name":"Samantha McCulloch","Biography":"Chief Executive of Energy Producers Australia","Information":"Samantha McCulloch believes the safeguard mechanism should be maintained but emphasizes the need for flexibility. She warns against overly strict emissions caps, advocating for reasonable targets that avoid putting the gas industry at a disadvantage in global markets. McCulloch also highlights the importance of allowing access to international emissions offsets to achieve cost-effective emissions reductions. She stresses that the mechanism must balance emissions reductions with ensuring energy affordability and reliability to remain viable for Australia's energy producers."},{"Name":"Shadow Energy Minister Ted O'Brien","Biography":"Member of the Coalition and Shadow Energy Minister","Information":"Ted O'Brien articulates the Coalition's hesitancy about the safeguard mechanism, noting the lack of thorough planning for its impact on companies. He emphasizes reliance on the carbon credit market by businesses and criticizes its effectiveness. O'Brien observed that company assets are being devalued, arguing that the mechanism isn't fulfilling the government's intentions. Despite past criticisms, the Coalition's exact future stance on the mechanism remains undefined as they have yet to announce a concrete plan."},{"Name":"Peter Dutton","Biography":"Leader of the Opposition and member of the Coalition Party","Information":"Peter Dutton compares the safeguard mechanism to the Gillard government's carbon tax, suggesting it is a more significant financial burden. Dutton acknowledges the Coalition's investments in renewable energy during their term and their support for renewables. However, his skepticism about the current mechanism persists, reflecting concerns over relying heavily on battery storage and the renewable energy transition during challenging weather conditions. Dutton hasn't addressed any specific plans for the emissions-capping tool, maintaining a focus on advocating for renewable energy."},{"Name":"Energy Minister Chris Bowen","Biography":"Australian Energy Minister and member of the Albanese government","Information":"Chris Bowen defends the safeguard mechanism, suggesting it's functioning as intended by providing a secure future for Australian industries to remain competitive in a decarbonizing global market. He disagrees with calls for significant changes to the policy, asserting that it effectively balances emissions reduction targets with industry competitiveness. Bowen upholds the mechanism as central to the government's broader climate strategy, aiming for a 43 per cent reduction in emissions by 2030 and achieving net-zero emissions by 2050."},{"Name":"John Connor","Biography":"Representative of the Carbon Markets Institute","Information":"John Connor emphasizes the bipartisan origins of the safeguard mechanism, underscoring its alignment with the Coalition's previously established targets for net-zero emissions by 2050. He stresses the importance of continuity in climate policy to support business investments. Connor points out the necessity for businesses to understand the emissions reduction targets to make informed decisions. His stance is that strengthening the mechanism should be prioritized, rather than weakening it, to expedite industrial emissions reduction and encourage consistent regulatory support for involved companies."},{"Name":"Ben McLeod","Biography":"Representative from the Climate Council","Information":"Ben McLeod insists on reviewing and enhancing the safeguard mechanism to not only achieve compliance but also enforce on-site reductions in pollution. He advocates for expanding the mechanism to include additional big emitters, other than those emitting more than 100,000 tonnes of carbon dioxide annually, such as specific power generators. McLeod stresses that stricter policies should compel polluters to directly reduce their emissions rather than rely on carbon offsets. He emphasizes promoting more direct and substantial cuts to support Australia's overall net-zero emissions strategy."}]}
{"title":"A carbon tax can have economic, not just environmental benefits for Australia","author":"Mona Mashhadi Rajabi","content":"A new study has found that a carbon tax, accompanied by “revenue recycling”, can produce both environmental and economic benefits for Australia. \n\nRevenue recycling means money reaped from a carbon tax would be redirected back into the economy. This means the money accumulated from the tax would be redistributed between different stakeholders in the economy without increasing the government’s revenue.\n\nTo be more specific, the tax income should be used to support consumption, invest in new research and development projects, and subsidise energy saving and pollution reducing programs. Using this approach makes the tax more politically appealing to companies and other opponents.\n\nAustralia’s experience with a carbon tax \nDebate about a carbon tax has always been heated in Australia. The Gillard government introduced a carbon pricing scheme in 2012 which involved an initial rate of $23 per tonne on about 500 big carbon emitters, including the electricity industry.\n\nThe scheme contained compensation measures including increases in money to government payment recipients and a program to help emissions-intensive, trade-exposed industries reduce carbon emissions, which were themselves a form of recycling.\n\nDespite reducing emissions, the tax only lasted two years before it was terminated by the Abbott government, which argued the tax was costing big companies and causing electricity prices to rise.\n\nI examined how such a scheme could work again, basing the design on the models used in Norway, Ireland and Switzerland. I simulated Australia’s economy from 2020 to 2035 to examine the impact of a carbon tax policy with the associated revenue recycling approach on prices, total emissions and economic growth.\n\nThe first step in the design is identifying a tax rate and the reach of the policy. Research shows that a uniform rate covering the whole industry sector generates the greatest environmental benefits.\n\nAs well as suggesting a uniform tax rate on all sectors including the electricity sector (which is excluded from the current emissions safeguard mechanism), my study recommends starting the tax rate at $23 (the same rate applied in Gillard’s scheme) in 2023 and increasing it gradually to $70 in 2030.\n\nThe rate would stay at this level until 2035.\n\nA carbon tax increases the cost of production and leads to an increase in the inflation rate. The inflation impact of this policy is estimated to be 0.5% in 2023, increasing substantially to 1.52% in 2035.\n\nRising inflation reduces the spending power of families and reduces consumption and economic growth. Considering consumption has a fundamental role in a growing economy, the accumulated tax revenue would be used to keep consumption unchanged after implementing a carbon tax.\n\nHow a new version of the tax would work \nMy study recommends using the accumulated carbon tax revenue to lower income taxes. This would leave more money for families, thereby reducing the impact of inflation, caused by the tax, on the economy.\n\nAs well as strengthening families’ spending power, a share of the tax revenue would be invested in research and development projects. This would create new jobs and provide a baseline for a prosperous economy.\n\nMy study recommends that in the first year, all the tax revenue would be used to support consumption. However, the amount of money allotted to investment would rise from the second year as the carbon tax rate increases. It is estimated that about $57 billion would be available for new technologies over 13 years under this carbon tax.\n\nImposing a carbon tax would also provide a financial incentive for industry to reduce its fossil fuel use. It would motivate the sector to shift to low-carbon technologies as they would bear a smaller tax bill and reap larger profits.\n\nMy study concludes Australia could reduce carbon emissions by 35% while GDP would increase by 0.286% by 2035 and new jobs would be created in research and development. Following the recommended carbon tax design, Australia’s transition to a low-carbon economy would be accelerated, which would benefit both the economy and the environment.","issue":"australia-carbon-tax","url":"https:\/\/theconversation.com\/a-carbon-tax-can-have-economic-not-just-environmental-benefits-for-australia-210380","sources":[{"Name":"Unspecified Study","Biography":"An unnamed recent study conducted on the economic and environmental impact of carbon tax policy in Australia","Information":"The study finds that implementing a carbon tax, with a focus on 'revenue recycling,' can offer environmental and economic benefits for Australia. Revenue recycling involves redistribution of the tax revenue back into the economy to mitigate inflation and support consumption, research and development, and sustainable projects. This method not only potentially makes the tax more appealing to opponents but also prevents government revenue increases. By modeling Australia’s economy from 2020 to 2035 and comparing it to the carbon tax schemes used in Norway, Ireland, and Switzerland, it was determined that starting the carbon tax rate at AUD 23 per tonne and increasing it to AUD 70 by 2030 could produce substantial benefits, including a projected reduction of carbon emissions by 35% and an increase in GDP by 0.286% by 2035."},{"Name":"Unnamed Author of the Article","Biography":"The author of the news article discussing the proposed carbon tax policies in Australia","Information":"The author explains the history and debate surrounding carbon tax policies in Australia, referencing the Gillard government's 2012 carbon pricing scheme set at AUD 23 per tonne, which included compensation measures to mitigate its impact on the economy, before its termination under the Abbott government due to claims of rising costs for big companies and increased electricity prices. Future proposals suggest that implementing a carbon tax, with revenue recycling measures focused on consumption and technological investments, could mitigate inflationary impacts and stimulate economic growth."}]}
{"title":"Trump and Elon Musk trade insults and accusations as public feud reaches new heights","author":"Kathryn Watson","content":"Washington — The relationship between President Trump and Elon Musk broke down in dramatic and public fashion on Thursday, with the president threatening to cancel Musk's lucrative government contracts and Musk claiming that Mr. Trump could not have won the presidency without him, fueling a feud that erupted over Musk's opposition to Republicans' tax and budget bill.\n\nIn the afternoon, Musk dropped what he called \"the really big bomb,\" alleging that Mr. Trump's name appeared in the files related to the case of Jeffrey Epstein, the disgraced financier who died by suicide in federal custody in 2019 while facing charges of sex trafficking. \"@realDonaldTrump is in the Epstein files. That is the real reason they have not been made public,\" Musk wrote on X. \"Have a nice day, DJT!\"\n\nTrump officials vowed to unveil more files related to the Epstein case when the administration took power. In February, the Justice Department issued a limited release of unredacted versions of files that had been public for years, a move that was met with criticism by conservatives who have demanded more transparency.\n\nMr. Trump soon responded with another post of his own: \"I don't mind Elon turning against me, but he should have done so months ago. This is one of the Greatest Bills ever presented to Congress.\"\n\nMusk also expressed support for a post that said Mr. Trump should be impeached and replaced by Vice President JD Vance.\n\nThe break between the president and the world's richest man originated over Musk's ongoing criticism of Republicans' \"big, beautiful bill\" on Capitol Hill, which cuts taxes by trillions of dollars and implements Mr. Trump's domestic agenda, including cutting hundreds of billions of dollars in spending. Musk has railed against the legislation as \"outrageous\" and \"a disgusting abomination.\" The Congressional Budget Office estimated on Wednesday that the bill would lead to an increase of $2.4 trillion in total deficits over the next 10 years, a conclusion that Republicans and Mr. Trump dispute.\n\n\"This is an unfortunate episode from Elon, who is unhappy with the One Big Beautiful Bill because it does not include the policies he wanted,\" White House press secretary Karoline Leavitt said in a statement Thursday evening. \"The President is focused on passing this historic piece of legislation and making our country great again.\"\n\n\"I'm very disappointed in Elon\"\nThe president was asked about Musk's criticism for the first time publicly during a meeting with German Chancellor Friedrich Merz in the Oval Office earlier Thursday.\n\n\"Elon and I had a great relationship,\" Mr. Trump told reporters. \"I don't know if we will anymore.\"\n\nMr. Trump said Musk, the CEO of Tesla, was around for the whole process of crafting the bill. The president claimed he \"never had a problem\" with the legislation until provisions dealing with electric vehicle subsidies were eliminated, threatening Tesla's business. The bill would roll back some of the clean energy tax credits under the Biden-era climate and health care law, phasing out a tax break for clean energy vehicles.\n\n\"I'm very disappointed in Elon. I've helped Elon a lot,\" Mr. Trump told reporters, adding that Musk \"worked hard\" and did a \"good job.\"\n\n\"And I'll be honest, I think he misses the place,\" the president continued. \"He's not the first. People leave my administration and they love us. And then, at some point, they miss it so badly. And some of them embrace it and some of them actually become hostile. I don't know what it is. It's sort of Trump derangement syndrome, I guess they call it.\"\n\n\"Without me, Trump would have lost the election\"... \"Such ingratitude\"\nAppearing to respond to Mr. Trump's comments in real time, Musk wrote on X: \"Whatever. Keep the EV\/solar incentive cuts in the bill, even though no oil & gas subsidies are touched (very unfair!!), but ditch the MOUNTAIN of DISGUSTING PORK in the bill.\" In another post, he denied that he was aware of the details in the bill when it was crafted, writing that \"this bill was never shown to me even once and was passed in the dead of night so fast that almost no one in Congress could even read it!\"\n\n\"Without me, Trump would have lost the election, Dems would control the House and the Republicans would be 51-49 in the Senate,\" Musk went on. \"Such ingratitude,\" he added.\n\nMusk spent roughly $277 million to elect Mr. Trump and Republican lawmakers last year.\n\n\"Elon was 'wearing thin,' I asked him to leave\"\nMr. Trump volleyed back with attacks on Truth Social, claiming that he asked Musk to leave his administration and upset him with the legislative proposal ending the tax credits for electric vehicles.\n\n\"Elon was 'wearing thin,' I asked him to leave, I took away his EV Mandate that forced everyone to buy Electric Cars that nobody else wanted (that he knew for months I was going to do!), and he just went CRAZY!\" the president wrote.\n\nThreats to \"terminate Elon's Governmental Subsidies and Contracts\"\nThe president also threatened to cancel Musk's federal contracts, citing such a move as a cost-cutting measure.\n\n\"The easiest way to save money in our Budget, Billions and Billions of Dollars, is to terminate Elon's Governmental Subsidies and Contracts. I was always surprised that Biden didn't do it!\" Mr. Trump said.\n\nSpaceX and Tesla get billions of dollars a year from federal contracts and other programs. Shares of Tesla plummeted following Mr. Trump's threat, dropping by as much as 18% in late trading.\n\nMusk responded with a threat of his own, posting on X: \"In light of the President's statement about cancellation of my government contracts, @SpaceX will begin decommissioning its Dragon spacecraft immediately.\" NASA relies on SpaceX's Crew Dragon to ferry astronauts to the International Space Station. But Musk followed that comment a few hours later with another post saying, \"Good advice. Ok, we won't decommission Dragon.\"\n\nVice President JD Vance, meanwhile, expressed support for Mr. Trump, saying on X late Thursday he is \"proud to stand beside him\" in a post that did not name Musk.\n\nThe president's comments expressing disappointment with Musk were a swift about-face. Less than a week ago, Mr. Trump gifted Musk a key to the White House as an expression of gratitude for his work with the White House's Department of Government Efficiency, or DOGE. Musk wrapped up his time in the federal government Friday, as he reached the maximum amount of days he could serve as a special government employee.\n\nMr. Trump said then that Musk was \"really not leaving. He's going to be back and forth, I think, I have a feeling.\"\n\nMusk's opposition has raised questions about whether Republicans can remain united around the centerpiece legislation of Mr. Trump's second-term agenda, but GOP leaders in Congress appeared undeterred Wednesday, as the Senate forged ahead on the legislation. Musk and House Speaker Mike Johnson are expected to speak Thursday about the bill's path forward.\n\nMeeting with German chancellor takes a turn\nMr. Trump's comments about Musk came as Merz and the president met to discuss trade and tariffs, as well as Russia's war in Ukraine and tensions in the Middle East. But the part of the meeting that was open to the press was dominated by the questions about Musk.\n\n\"It's an honor to have you,\" Mr. Trump told the German leader, calling him a challenging negotiator but adding that he's a great representative for Germany.\n\nIt was their first in-person meeting since Merz, leader of Germany's center-right Christian Democratic Union party, won a parliamentary vote to become chancellor last month following an election in February.\n\nMerz brought a gift for Mr. Trump to the White House — an original copy of the birth certificate belonging to Mr. Trump's grandfather, Friedrich Trump, in German and in English.\n\nMr. Trump's 50% tariffs on imports from the European Union are set to take effect July 9. The EU, which includes Germany, has said it's preparing \"countermeasures\" to hit back. The 50% tariffs were set to start June 1, but Mr. Trump delayed the heavy tariffs after speaking with European Commission President Ursula von der Leyen. Twenty-seven nations make up the EU.\n\nThe Trump-Merz meeting also comes hours after the president signed a proclamation Wednesday banning foreign nationals from a dozen countries, including Afghanistan and Haiti.\n\nEarlier in the day, Mr. Trump said he spoke with Chinese President Xi Jinping about tariffs and trade for roughly 90 minutes Thursday morning. The president told reporters in the Oval Office Thursday that he's accepted Xi's invitation to visit China, and will go there with first lady Melania Trump \"at a certain point.\"","issue":"musk-trump-feud","url":"https:\/\/www.cbsnews.com\/news\/trump-german-chancellor-merz-meeting-white-house-today-2025-06-05\/","sources":[{"Name":"President Donald Trump","Biography":"The 45th President of the United States serving his term as a Republican leader.","Information":"President Donald Trump responded to Elon Musk's public opposition to the Republican tax and budget bill, expressing disappointment in Musk's stance. Trump emphasized the importance of the legislation, referring to it as one of the greatest bills ever presented to Congress. He attributed the fallout with Musk to Musk's dissatisfaction over the removal of electric vehicle subsidies from the bill, which Trump claimed Musk had previously been aware of. Trump further threatened to cancel Musk's federal contracts, citing the financial benefits such cuts would bring to the budget."},{"Name":"Elon Musk","Biography":"CEO of Tesla and SpaceX, Musk is known for his innovative contributions to the tech and automotive industries.","Information":"Elon Musk accused President Donald Trump of appearing in Jeffrey Epstein's scandal-related documents as a reason why they haven't been publicized. Musk criticized the Republican budget bill, labeling it as 'outrageous' and 'a disgusting abomination,' particularly due to its exclusion of electric vehicle subsidies, which he claimed disadvantaged Tesla's business. Musk also alleged that, if not for him, Trump would have lost the election and Republicans would hold a slim majority in the Senate. Threatening to decommission SpaceX's Dragon spacecraft, Musk expressed frustration, asserting Trump's legislative proposal was kept hidden from him."},{"Name":"Karoline Leavitt","Biography":"White House Press Secretary under President Donald Trump, serving as a key spokesperson for the administration.","Information":"Karoline Leavitt commented on Elon Musk's opposition to the Republican tax and budget bill, describing it as an unfortunate episode fueled by Musk's dissatisfaction with the bill's exclusion of certain policies he favored. Leavitt affirmed that President Trump remains committed to passing the bill which is considered historic in terms of its scale and impact on the domestic agenda, despite Musk's criticism."},{"Name":"Vice President JD Vance","Biography":"Serving as Vice President of the United States under President Donald Trump.","Information":"Vice President JD Vance expressed his backing for President Donald Trump's position on the Republican tax and budget bill amid Elon Musk's criticisms. Vance aligned himself with Trump's stance, emphasizing his pride in standing alongside the President without directly mentioning Musk."},{"Name":"Trump officials (unnamed)","Biography":"Officials within the Trump administration overseeing various governmental affairs.","Information":"Trump officials announced plans to disclose more documents related to the Jeffrey Epstein case after the administration took power, pointing to previous limited revelations by the Justice Department as insufficient. They defended transparency efforts met with criticism from conservatives."},{"Name":"Trump administration (collective entity)","Biography":"The executive branch of the U.S. government led by President Donald Trump, involved in policymaking and governance.","Information":"The Trump administration handled the crafting of the Republican tax and budget bill, which incorporated significant financial adjustments, including a $2.4 trillion increase in deficits over 10 years according to the Congressional Budget Office. The administration faced internal rifts as Elon Musk criticized its provisions, especially regarding clean energy subsidies."},{"Name":"White House Press Secretary Karoline Leavitt (repeated)","Biography":"Press Secretary responsible for providing official statements and responses on behalf of the White House and President Trump.","Information":"Leavitt discussed the implications of President Trump's response to Elon Musk's critique, indicating that the fallout stemmed from Musk's unhappiness with the bill and reiterating the administration's aim to focus on passing impactful legislation."},{"Name":"House Speaker Mike Johnson","Biography":"Leader of the House of Representatives responsible for navigating legislative priorities and discourse in Congress.","Information":"House Speaker Mike Johnson planned to engage in discussions with Elon Musk regarding the progressive trajectory of the Republican tax and budget bill in Congress, amid Musk's voiced concerns over clean energy incentives and fiscal implications of the legislative proposal."},{"Name":"German Chancellor Friedrich Merz","Biography":"Chancellor of Germany and political leader of the Christian Democratic Union party.","Information":"Chancellor Friedrich Merz met with President Donald Trump to discuss global trade, tariffs, and geopolitical matters, including the European Union and United States' tariff dynamics. The meeting, however, was overshadowed by the media frenzy concerning Trump and Elon Musk's public dispute over the tax bill."}]}
{"title":"Elon Musk–Donald Trump Feud","author":"Various Wikipedia contributors","content":"Since June 2025, the businessman and former presidential advisor Elon Musk and U.S. president Donald Trump have been involved in a feud, primarily across Twitter and Truth Social. The dispute began following Musk's exit from Trump's administration with his criticisms of the One Big Beautiful Bill Act, a bill intended to be landmark legislation for Trump.[1]\n\n**Background**\n\n**Musk and the second Trump administration**\n\nIn the 2024 United States presidential election, Elon Musk contributed over US$250 million to Donald Trump's presidential campaign.[2] In the Trump administration, Musk led the Department of Government Efficiency in an effort to dramatically restructure the federal bureaucracy.[3] He served as a special government employee, limiting his tenure to 130 days.[4]\n\nMusk played a prominent role in campaigning during the 2025 Wisconsin Supreme Court election, spending at least US$23 million through political action committees. His role in the election was a political liability for Brad Schimel.[5] At the Qatar Economic Forum in May 2025, Musk said that he would scale back political spending.[6] Musk told investors in Tesla that he would devote greater attention to his companies in April.[7] The following month, Musk left the Trump administration in a farewell ceremony.[8] Immediately after reporters left the Oval Office, Trump confronted Musk over political donations made to Democrats by Jared Isaacman, a Musk ally who was Trump's nominee administrator of NASA. Trump informed Isaacman hours later that his nomination was being withdrawn.[9]\n\n**Musk's criticisms**\n\nAfter the One Big Beautiful Bill Act, drafted by Trump and the Republican Party, passed the House of Representatives, Musk criticized it for increasing the deficit by US$1.5 trillion. Notably, he initially refrained from criticizing Trump himself.[8] In June, Musk told CBS News Sunday Morning that the bill would reverse the Department of Government Efficiency's work.[10]\n\n**Events**\n\nOn June 5, 2025, Trump met with German chancellor Friedrich Merz in the Oval Office. During the meeting, Trump stated that he \"had a great relationship\" with Musk,[11] that he was \"disappointed\" in Musk for criticizing the One Big Beautiful Bill Act,[12] that he would have won the state of Pennsylvania in the 2024 presidential election without Musk and that he was critical of the bill over its cuts to electric vehicle subsidies rather than the national debt it would incur,[13] and that Musk missed being in the White House, comparing him to former aides who became critical of Trump after leaving his administration.[14]\n\nIn response to Trump's comment that Musk \"knew the inner workings of the bill better than anybody\" in the room, Musk said on the social media site X that he did not have the opportunity to read the bill.[15] Musk, responding to Trump in real-time,[15] said that Trump had \"ingratitude\" and would have lost the election if not for his political activities.[8] Musk's posts included pointing out old posts from Trump chastising increases to the national debt, mockingly suggesting in one post that Trump was replaced by a \"body double\".[16] He rejected Trump's claim that he began criticizing the bill after efforts to remove cuts for electric vehicle subsidies failed.[17] Musk suggested that Trump was in the \"Epstein files\", the United States government's information on the convicted sex offender Jeffrey Epstein.[18]\n\nAccording to The New York Times, Musk unfollowed the X accounts of Stephen Miller, Trump's deputy chief of staff for policy and his homeland security advisor, as well as Charlie Kirk, a conservative influencer; the two men appeared on Kirk's show to praise the One Big Beautiful Bill Act.[19] Hours later, Trump wrote on Truth Social that Musk went \"CRAZY\" after the \"EV Mandate\" was purportedly taken away.[20] He then threatened to cut Musk's government contracts.[21] That evening, Musk called for Trump's impeachment.[22]\n\nThat night, Politico reported that Musk and Trump were scheduled to be on a call to reconcile. Responding to the hedge fund manager Bill Ackman's plea for the men to \"make peace for the benefit of our great country\", Musk said that he was \"not wrong.\"[23] The following day, the White House stated that no call was planned.[24] The White House later said that Trump was selling the red Tesla Model S he received from Musk.[25] Trump told ABC News that Musk had \"lost his mind\" and that he was not interested in speaking to Musk,[26] and repeating in a CNN interview he won’t be speaking to him in the near future.[27] According to Bloomberg News, Trump aides signaled that Trump was moving on and that he would not cancel Musk's government contracts.[28] The New York Times later reported that Trump attributed Musk's apparent \"crazy\" behavior to his alleged drug use.[29]\n\n**Effects**\n\n**Political**\n\nIn one post, Musk suggested creating a political party to represent the \"eighty percent in the middle\".[30] The New York Times wrote that the feud poses implications for the \"Tech Right\", a group of conservative entrepreneurs, including individuals who work for Trump,[31] as well as risking US$100 million in political donations to Trump-affiliated organizations that Musk was set to give.[32] The proposed name for the party by Musk himself was \"The America Party\".[33]\n\nMusk suggested that he would affect the electoral standing of lawmakers who did not support him in a post on Twitter.[34] The dispute did not appear to affect the One Big Beautiful Bill Act.[35]\n\n**Economic**\n\nShares in Tesla, Inc. fell fifteen percent, its worst day since the COVID-19 pandemic.[36] Trading volumes for Tesla put options exceeded four million contracts, the highest on record.[37] Accoring to S3 Partners, short sellers accrued a cumulative US$4 billion; Tesla became the second-most shorted stock in the U.S. by total value.[38] The fall in Tesla's share price brought consumer discretionary stocks to their worst day since April.[39] Trump Media & Technology Group shares fell eight percent after Musk insinuated that Trump was in the Epstein files.[40] Trump's cryptocurrency, $TRUMP, additionally fell twelve percent.[41] The feud cost Musk US$34 billion.[42]\n\nAccording to The Wall Street Journal, the feud raised hopes from advertisers that litigation against companies that have refused to advertise on X would be eased, owing to lessened political weight.[43] The dispute threatened a US$5 billion debt sale for Musk's xAI.[44]\n\n**Government**\n\nSteve Bannon, a former advisor to Trump, said that he was urging Trump to cancel government contracts with his companies and to investigate Musk's immigration status, his alleged drug use, and his apparent efforts to attend a classified briefing on a possible war between China and Taiwan.[45] After Bannon called for Trump to seize SpaceX with an executive order, Musk referred to him as a \"communist retard\".[46] Democratic representatives Stephen Lynch and Robert Garcia sent a letter to attorney general Pam Bondi and Federal Bureau of Investigation director Kash Patel inquiring about Musk's allegation that Trump was present in government files on Epstein.[47]\n\nOn X, Musk stated that SpaceX was decommissioning its Dragon spacecraft, necessary to the operations of the International Space Station.[22] He backed down a few hours later.[48]\n\n**Responses**\n\n**Domestic**\n\nOn social media, comparisons between the feud and that in Mean Girls (2004), as well as the Drake–Kendrick Lamar feud, were made. The livestreamer Hasan Piker said that Musk should \"pull up\" to his podcast to infuriate Trump.[49]\n\nThe dissolution of Musk and Trump's relationship was praised by some Make America Great Again followers.[50] A YouGov survey indicated that most Republicans support Trump in the feud, while most Democrats were neutral.[51]\n\nSenate minority leader Chuck Schumer referenced \"Bad Blood\", a song by Taylor Swift believed to be about her feud with Katy Perry. House minority leader Hakeem Jeffries referred to the feud as a \"GOP civil war\". The Democratic Party's X account called to \"KILL THE BILL AND RELEASE THE EPSTEIN FILES!\"[52] On War Room, Steve Bannon warned that Musk could be \"flipped\" by Democrats.[53] Representative Ro Khanna argued that Democrats should court Musk.[54]\n\n**International**\n\nRussian internet users compared the feud to the Wagner Group–Russian Ministry of Defence conflict, a dispute between Russia's Ministry of Defence and the oligarch Yevgeny Prigozhin that led to the Wagner Group rebellion. Dmitry Medvedev, the deputy chairman of the Security Council, joked that he was willing to broker a truce between Musk and Trump.[55]\n\nTrump's focus on Musk during his meeting with Friedrich Merz was met with relief from several German commentators, who noted caustic meetings with Ukrainian president Volodymyr Zelensky and South African president Cyril Ramaphosa.[56]","issue":"musk-trump-feud","url":"https:\/\/en.wikipedia.org\/wiki\/Elon_Musk%E2%80%93Donald_Trump_feud","sources":[{"Name":"The New York Times","Biography":"A major American newspaper known for its comprehensive coverage of political and international events.","Information":"The New York Times reported that Elon Musk unfollowed the X accounts of Stephen Miller, who was Donald Trump's deputy chief of staff for policy and his homeland security advisor, and Charlie Kirk, a conservative influencer. The newspaper indicated these two figures had appeared on Kirk's show to praise the politically contentious One Big Beautiful Bill Act."},{"Name":"The Wall Street Journal","Biography":"A leading American business-focused newspaper known for its financial, political, and economic insights.","Information":"The Wall Street Journal conveyed the economic implications of the Musk-Trump feud by highlighting advertiser sentiment. It noted that the feud between Musk and Trump raised hopes that litigation against companies refusing to advertise on X might ease due to a perceived decline in political influence."},{"Name":"S3 Partners","Biography":"A research firm known for its expertise in financial analytics and short selling data.","Information":"S3 Partners analyzed the impact of the Musk-Trump feud on Tesla's market performance, reporting that short sellers gained a cumulative $4 billion. This made Tesla the second-most shorted stock in the United States by total value, highlighting the substantial financial repercussions of the ongoing dispute."},{"Name":"Steve Bannon","Biography":"Former White House chief strategist known for his role in shaping Donald Trump's nationalist policies.","Information":"Steve Bannon publicly encouraged Donald Trump to cancel government contracts with Elon Musk's companies, investigate Musk's immigration status, alleged drug use, and attempts to attend a classified briefing on potential conflict between China and Taiwan. Bannon also called for the government to seize SpaceX through an executive order."},{"Name":"Elon Musk","Biography":"CEO of companies like Tesla and SpaceX, known for his influence in the tech and space industries.","Information":"Elon Musk's responses during the feud with Donald Trump were highlighted, including his declaration on the platform 'X' that SpaceX was decommissioning its Dragon spacecraft, which is crucial for the International Space Station operations. Musk later retracted this statement, indicating a potential escalation of the conflict before de-escalating."},{"Name":"Stephen Lynch and Robert Garcia","Biography":"Members of the United States House of Representatives, Stephen Lynch from Massachusetts and Robert Garcia from California.","Information":"Representatives Stephen Lynch and Robert Garcia submitted a letter to Attorney General Pam Bondi and FBI Director Kash Patel. The letter sought inquiries into Elon Musk's allegations that former President Donald Trump appeared in government files pertaining to Jeffrey Epstein, a convicted sex offender."},{"Name":"Democratic Party's X account","Biography":"The official social media presence of the Democratic Party in the United States.","Information":"The Democratic Party's X account reacted to the Musk-Trump feud by urging the public to 'KILL THE BILL AND RELEASE THE EPSTEIN FILES!' This statement was directed at discrediting the One Big Beautiful Bill Act and challenging the legitimacy of Trump's administration in light of Musk's claims."},{"Name":"The author of the article (unnamed)","Biography":"The unnamed author who compiled the detailed news article outlining the ongoing feud between Elon Musk and Donald Trump.","Information":"The author provided an extensive narrative of the feud, including Elon Musk's innovative contributions to the Trump Administration and details of their fallout over the One Big Beautiful Bill Act. It covered how their disagreements manifested across social media, leading to economic and political consequences."}]}
{"title":"Trump-Musk split could leave Tesla politically homeless","author":"David Ferris","content":"The spectacular breakup between Elon Musk and President Donald Trump threatens to leave Tesla with few political friends.\n\nMusk has spent the past few months alienating the electric automaker’s base of climate-minded car buyers by moonlighting as Trump’s government-slasher-in-chief. Now, the billionaire’s fixation on the GOP megabill has opened a dangerous rift with the president, who threatened Thursday to end all subsidies to Musk’s companies.\n\nTesla’s stock had its largest one-day drop in history Thursday as Musk and Trump sniped at each other from their respective social media platforms. The share price fell more than 14 percent, lopping off more than $150 billion from Tesla’s market value — and, according to Bloomberg, tanking Musk’s personal net worth by $34 billion.\n\nThe core of the argument between the two men — whether the Republican spending package is a “big, beautiful bill” or a “MOUNTAIN of DISGUSTING PORK” — is a side concern for people whose main priority is Tesla.\n\n“The CEO of that company needs to spend his time focused on the company’s success,” said Nick Nigro, the head of Atlas Public Policy, which analyzes the electric vehicle market. “Whether his interest in federal policy comes from a good place, it’s a distraction from what Tesla shareholders and drivers need, which is his full attention.”\n\nSeth Abramson, a vociferous Musk critic who is writing a book about the entrepreneur, wrote on X that “Musk will go the rest of his life without a political home or patron, shunned by politicians of both parties and therefore unable to effectively operate as a CEO of any company.”\n\nThe breakup between the world’s richest man and one of its most powerful could have far-reaching impacts for Musk’s companies.\n\nInvestor optimism about Tesla has been based on the assumption that Musk’s proximity to power would lead to a national policy on autonomous vehicles that would ease the arrival of Tesla’s robotaxi, which is supposed to hit the roads of Austin, Texas, this month. Musk could also lose leverage on other issues important to Tesla, such as Trump’s tariffs on China’s critical minerals. Meanwhile, his space company SpaceX has billions of dollars of federal defense and space contracts — now at risk — while its satellite subsidiary Starlink is angling for billions more in federal broadband subsidies.\n\n‘Attack mode’\n\nTesla is still the country’s largest electric automaker. But the Trump-Musk split comes at a vulnerable moment for both Tesla and electric vehicles writ large.\n\nThe company is facing declining sales around the world, as its vehicle lineup has grown stale and Musk’s political activities have turned off many EV buyers in Europe and North America.\n\nMeanwhile, federal support for EVs is hanging by a thread. The House’s version of the megabill would drastically scale back Biden-era tax incentives meant to stimulate EV manufacturing and sales.\n\nThe fight between Trump and Musk escalated on Thursday after Trump told reporters that Musk was “upset” about the House-passed bill’s proposal to remove EV tax credits and other incentives. Musk took to X to deny that narrative, writing: “Keep the EV\/solar incentives cuts in the bill, also cut all the crazy spending increases in the Big Ugly Bill so that America doesn’t go bankrupt!”\n\nThe president’s repeated attacks on EVs and vows to repeal the Biden administration’s subsidies certainly didn’t seem to trouble Musk much during last year’s campaign, when the megabillionaire spent more than $270 million and countless hours to help put Trump back into the White House. (Trump did concede at the time that Tesla made a “great product.”)\n\nMusk’s apparent willingness to sacrifice federal incentives was unwelcome news to clean energy and EV advocates who hope Republican senators will save some of the tax credits from the Democrats’ 2022 climate law. Republicans can afford to lose only three votes in the Senate, and some GOP senators have indicated they think the bill’s rollbacks go too far.\n\nThe war of words between Trump and Musk ended any hopes that the Tesla CEO would have the leverage with the White House to tip the scales.\n\n“Elon was ‘wearing thin,’ I asked him to leave, I took away his EV Mandate that forced everyone to buy Electric Cars that nobody else wanted (that he knew for months I was going to do!), and he just went CRAZY!” Trump posted on his social media site, Truth Social.\n\nThat statement was a far cry from three months ago, when Trump made a show of buying a Tesla in front of the White House. That gesture raised hopes among some Tesla shareholders that Republicans would embrace Tesla and compensate for its diminished popularity among Democrats, many of whom had taken to staging protests outside its showrooms.\n\n“I’m going to buy because No. 1, it’s a great product, as good as it gets. And No. 2, because this man has devoted his energy and his life to doing this, I think he’s been treated very unfairly by a very small group of people,” Trump said at the time about Musk.\n\nNow, that’s all changed.\n\n“Trump no longer has to say nice things about Tesla and EVs,” said Loren McDonald, an analyst at the EV data shop Paren, in a message. “He and the admin can go back to ‘EVs are evil’ attack mode.”\n\nCritical minerals and beyond\n\nThe fizzled bromance could also alter the myriad and complex relationships that Tesla has across the globe, as well as its business before the federal government.\n\nMusk, for example, will presumably hold no sway over the administration’s intended move to impose steep tariffs on imports of Chinese graphite used to make EV batteries.\n\nThe Commerce Department concluded last month that imported Chinese graphite is receiving unfair subsidies. The agency laid out a plan to impose tariffs of up to 721 percent on some natural and artificial graphite active anode material from China that’s used in batteries.\n\nTesla has fought against the tariffs, with one of the company’s attorneys pointing out that U.S. manufacturers don’t yet produce anode material that meets carmakers’ standards.\n\nThe fallout could also put a bulls-eye on Musk’s financial ties to Beijing, something Democrats have repeatedly railed against.\n\nThe Trump administration and lawmakers from both parties are pushing to ease China’s grip on supply chains, from the production of critical minerals to processing and manufacturing of EV batteries.\n\nYet Tesla has many ties to China, including reliance on graphite imports, a gigafactory located in Shanghai, and ongoing work with Contemporary Amperex Technology Ltd. CATL, the world’s largest battery-maker, is on a U.S. government list of companies that work with the Chinese military.\n\nIn short, nothing on Thursday boded well for America’s leading electric automaker.\n\n“It’s another Twilight Zone moment in this Musk\/Trump relationship which now is quickly moving downhill,” wrote Dan Ives, an analyst at investment shop Wedbush Securities who tracks Tesla.\n\nBut Ives nonetheless remained hopeful. The subject line of his email: “Friends Again Soon?”\n\nHannah Northey contributed to this report.","issue":"musk-trump-feud","url":"https:\/\/www.politico.com\/news\/2025\/06\/06\/musk-trump-split-could-leave-tesla-homeless-00391039","sources":[{"Name":"Nick Nigro","Biography":"Head of Atlas Public Policy, an organization specializing in analyzing the electric vehicle market.","Information":"Nick Nigro emphasized that Elon Musk should focus on the success of Tesla rather than being occupied with political endeavors. According to Nick, the ongoing political rift, particularly Musk's interest in federal policy, distracts from Tesla shareholders' and drivers' needs, which demand Elon Musk's undivided attention for the company's success."},{"Name":"Seth Abramson","Biography":"A critic of Elon Musk and author who is working on a book about the entrepreneur.","Information":"Seth Abramson expressed his viewpoint that Elon Musk's actions have potentially left him without political allies or patrons. He further suggested that this situation will impair Musk's capacity to efficiently operate as a CEO due to a political alienation from both major political parties."},{"Name":"Loren McDonald","Biography":"An analyst at Paren, a company that specializes in electric vehicle market data.","Information":"Loren McDonald noted that Donald Trump can revert to criticizing electric vehicles ('EVs are evil') following the fallout with Elon Musk. McDonald elucidated that this shift occurs as the amicable relationship between Musk and Trump has deteriorated, concluding any optimism Tesla shareholders had regarding Republican support."},{"Name":"Dan Ives","Biography":"An analyst at Wedbush Securities who tracks Tesla and provides financial analysis of the company.","Information":"Dan Ives portrayed the unexpected dissolution of the relationship between Elon Musk and Donald Trump as a 'Twilight Zone moment.' Despite the downward trajectory, Ives conveyed an optimistic outlook, hinting at the possibility of reconciliation, as indicated by the subject line in his communication titled 'Friends Again Soon?'"}]}
{"title":"From bros to foes: how the unlikely Trump-Musk relationship imploded","author":"Nandita Bose and Jeff Mason","content":"When Donald Trump met privately with White House officials on Wednesday, there was little to suggest that the U.S. president was close to a public break with Elon Musk, the billionaire businessman who helped him win a second term in office. Two White House officials familiar with the matter said Trump expressed confusion and frustration in the meeting about Musk's attacks on his sweeping tax and spending bill. But he held back, the officials said, because he wanted to preserve Musk's political and financial support ahead of the 2026 midterm election. \n\nBy Thursday afternoon, Trump's mood had shifted. He had not spoken to Musk since the attacks began and was fuming over what one White House aide described as a \"completely batshit\" tirade by the Tesla CEO on X, his social media platform. On Friday, a White House official said Trump was not interested in talking to Musk and no phone call between the two men was planned for the day. Musk had blasted Trump's tax bill as fiscally reckless and a \"disgusting abomination.\" He vowed to oppose any Republican lawmaker who supported it. The bill would fulfill many of Trump's priorities while adding, according to the Congressional Budget Office, $2.4 trillion to the $36.2-trillion U.S. public debt.\n\nPrivately, Trump had called Musk volatile. On Thursday, he told his team, it was time to take the gloves off. Sitting next to German Chancellor Friedrich Merz in the Oval Office, Trump told reporters he was \"very disappointed\" in his former adviser. Musk quickly hit back on social media, and the back-and-forth devolved from there. \"The easiest way to save money in our budget, billions and billions of dollars, is to terminate Elon's government subsidies and contracts,\" Trump posted on Truth Social, his social media site. Within minutes, Musk said it might be time to create a new political party and endorsed a post on X from Ian Miles Cheong, a prominent Musk supporter and right-wing activist, calling for Trump's impeachment.\n\nThe depth of the Trump-Musk relationship at its height was unprecedented in Washington - a sitting president granting a billionaire tech CEO access and influence inside the White House and throughout his government. Musk spent nearly $300 million backing Trump's campaign and other Republicans last year. For months, Musk played both insider and disruptor - shaping policy conversations behind the scenes, amplifying Trump's agenda to millions online, and attacking the bureaucracy and federal spending through his self-styled Department of Government Efficiency. Just last week, Trump hosted a farewell for Musk and declared that \"Elon is really not leaving.\" Now he had not only left but had turned into a top critic. Hours after Trump's Oval Office remarks, a third White House official expressed surprise at Musk's turnaround. It \"caught the president and the entire West Wing off guard,\" she said. Musk did not respond to emails seeking comment about the downturn in relations. His super PAC spending group, America PAC, and spokeswoman Katie Miller did not respond to calls and texts requesting comment.\n\nIn a statement, the White House called the breakup an \"unfortunate episode from Elon, who is unhappy with the One Big Beautiful Bill because it does not include the policies he wanted.\" The Musk-Trump breakup sent Tesla's stock price plunging 14% on Thursday and drove uncertainty among Trump's allies in Congress, who are working to pass the monumental spending package that Democrats and a small number of vocal Republicans oppose. Tesla shares clawed back from steep losses on Friday. \n\nThe breakup could reshape both men's futures. For Trump, losing Musk's backing threatens his growing influence among tech donors, social media audiences, and younger male voters — key groups that may now be harder to reach. It could also complicate fundraising ahead of next year's midterm elections. For Musk, the stakes are potentially even higher. The break risks intensified scrutiny of his business practices that could jeopardize government contracts and invite regulatory probes, which might threaten his companies' profits. Some of Musk's friends and associates were stunned by the fallout, with a number of them only recently expressing confidence that the partnership would endure, according to two other sources familiar with the dynamics. The split had been simmering for weeks, said the first two White House officials, but the breaking point was over personnel: Trump's decision to pull his nomination of Jared Isaacman, Musk's hand-picked candidate to be NASA administrator. \"He was not happy\" about Isaacman, one of the White House officials said of Musk.\n\nIsaacman, a billionaire entrepreneur and close Musk ally, was seen as key to advancing Musk's vision for space exploration and commercial space ventures. After his nomination was scuttled, Isaacman posted on X: \"I am incredibly grateful to President Trump, the Senate and all those who supported me.\" The move was viewed within the administration as a direct snub to Musk, the two officials said, signaling a loss of political clout and deepening the rift between him and Trump's team. Before the Isaacman episode, top White House aides behind the scenes had already begun limiting Musk's influence — quietly walking back his authority over staffing and budget decisions. Trump himself reinforced that message in early March, telling his cabinet that department secretaries, not Musk, had the final say over agency operations. At the same time, Musk began to hint that his time in government would come to a close, while expressing frustration at times that he could not more aggressively cut spending. \n\nHis threats and complaints about Trump's bill grew louder, but inside the White House, few believed they would seriously alter the course of the legislation — even as some worried about the fallout on the midterms from Musk's warnings to cut political spending, the first two White House officials said. Still, a fourth White House official dismissed the impact of Musk's words on the president's signature bill. \"We're very confident,\" he said. \"No one has changed their minds.\" But there was bafflement at the White House at how a relationship that only last week had been celebrated in the Oval Office had taken such a turn. Time will tell whether the rift can be repaired.","issue":"musk-trump-feud","url":"https:\/\/www.reuters.com\/world\/us\/bros-foes-how-unlikely-trump-musk-relationship-imploded-2025-06-06\/","sources":[{"Name":"Two White House officials","Biography":"Anonymous officials from the Trump administration during his presidency, familiar with internal discussions.","Information":"These officials reported that Donald Trump expressed confusion and frustration over Elon Musk's public criticism of Trump's tax and spending bill during a private meeting on Wednesday. Despite his frustration, Trump refrained from publicly confronting Musk because he wished to maintain Musk's political and financial support for the upcoming 2026 midterm elections."},{"Name":"White House aide (unnamed)","Biography":"An anonymous aide working in the White House at the time of the events.","Information":"The aide described Trump's reaction to Elon Musk's harsh critique on his social media platform X as 'completely batshit.' This sentiment illustrates the tension and deterioration in the relationship between Trump and Musk. By Friday, Trump had no intention of speaking with Musk, marking a significant departure from their previously close collaboration."},{"Name":"Third White House official","Biography":"An anonymous official working within the Trump White House.","Information":"This official expressed surprise at Elon Musk's sudden opposition to Trump, stating it took both the President and the West Wing by surprise. The abrupt change in the relationship between Musk and Trump, particularly Musk's vociferous opposition to Trump's tax bill, left the administration reeling and uncertain about future collaborations."},{"Name":"Fourth White House official","Biography":"Another anonymous official from the Trump administration providing insight into the administration's standpoint.","Information":"Despite Elon Musk's criticisms, this official maintained confidence that Trump's tax and spending bill would proceed unaffected, as they believed Musk's vocal opposition would not sway lawmakers' decisions. This view highlights a sense of resilience in addressing the policy direction while downplaying the significance of Musk's position."},{"Name":"First two White House officials","Biography":"The same anonymous White House officials who provided earlier accounts of internal discussions.","Information":"These officials provided background on the strained relationship's slow development, exacerbated by Trump's retraction of Jared Isaacman's NASA administrator nomination. This decision was perceived as a snub by Musk, who saw Isaacman as pivotal to advancing Musk's vision for space exploration. Before this, internal shifts had already begun to diminish Musk's influence within the administration. The officials noted that despite Musk's critical outlook regarding the tax bill, they did not foresee substantial impacts on the bill's legislative trajectory, acknowledging behind-the-scenes awareness of Musk's diminishing involvement in government affairs."},{"Name":"Unnamed White House officials (observations at the Oval Office)","Biography":"A group of White House officials who witnessed events and conversations in the Oval Office.","Information":"Observations from these officials included Trump's disparaging comments about Elon Musk to German Chancellor Friedrich Merz in the Oval Office, highlighting Trump's displeasure with Musk's shifting stance. This instance symbolized a public acknowledgment of the breakdown in their relationship, which the officials had been monitoring closely."}]}
{"title":"Trump and Musk Split","author":"Spencer Neale","content":"The relationship between President Donald Trump and Tesla CEO Elon Musk collapsed in spectacular fashion on Thursday. \n\nAs Trump met with the Chancellor of Germany Friedrich Merz at the White House Thursday afternoon, Musk posted a battery of tweets to his social media platform X criticizing Trump’s “Big Beautiful” spending bill.\n\n“The Big Ugly Bill will INCREASE the deficit to $2.5 trillion!” warned Musk. \n\n“In the entire history of civilization, there has never been legislation that both big and beautiful,” read another missive. “Either you get a big and ugly bill or a slim and beautiful bill. Slim and beautiful is the way.”\n\nMusk also reshared years-old tweets from Trump in an effort to highlight the president’s alleged hypocrisy.  \n\n“I cannot believe the Republicans are extending the debt ceiling—I am a Republican & I am embarrassed!” Trump wrote in January of 2013. Those words are at odds with Trump’s most recent position on the debt ceiling. The 47th president said on Wednesday that he was “very pleased to announce” that he agrees with longtime Democratic rival Sen. Elizabeth Warren, who has called for the debt ceiling to be scrapped. “Wise words,” Musk replied sarcastically to Trump’s 2013 post.\n\nMusk escalated his rhetoric as Trump finished his meeting with Merz. Musk said Trump was guilty of “ingratitude” and suggested the 47th president could not have won the 2024 election without his financial assistance. “Dems would control the House and the Republicans would be 51-49 in the Senate,” wrote Musk. The DOGE man then created a poll which asked X users if he should form “a new political party in America that actually represents the 80% in the middle?” The poll received more than 3 million votes by Thursday evening with more than 80% of respondents voting in support of Musk’s idea. \n\nResponding on Truth Social, Trump said he “asked Musk to leave” his administration because the tech titan was “wearing thin.” Trump added, “I took away his EV mandate that forced everyone to buy Electric Cars that nobody else wanted… and he just went CRAZY!” \n\nThe president wasn’t finished. In a separate post to Truth, Trump threatened Musk’s business by suggesting the “easiest way to save money on the Budget” is “to terminate Elon’s Governmental Subsidies and Contracts.”\n\nThe stock price of Tesla collapsed following the threat, finishing almost 15 percent down on the day and erasing more than $150 billion in market cap from the carmaker, marking the company’s biggest daily loss in history. It was amid the Tesla sell off that Musk fired off what he called “the really big bomb,” accusing Trump of being “in the Epstein files.”\n\n“That is the real reason they have not been made public,” Musk stated. “Have a nice day, DJT!” Adding fuel to the fire, Musk later suggested that Trump be impeached and that Vice President J.D. Vance be made president instead. \n\nIn retaliation to the series of tweets, Trump ally Steve Bannon called Musk an “illegal” and said the South African tech magnate should be deported from the United States “immediately.”\n\nWriting on Truth Social late Thursday evening, Trump seemed to lower the temperature. \n\n“I don’t mind Elon turning against me, but he should have done so months ago,” Trump wrote. “This is one of the Greatest Bills ever presented to Congress. It’s a Record Cut in Expenses, $1.6 Trillion Dollars, and the Biggest Tax Cut ever given. If this Bill doesn’t pass, there will be a 68% Tax Increase, and things far worse than that. I didn’t create this mess, I’m just here to FIX IT.”","issue":"musk-trump-feud","url":"https:\/\/www.theamericanconservative.com\/trump-and-musk-split\/","sources":[{"Name":"Elon Musk","Biography":"Elon Musk is the CEO of Tesla and SpaceX and is known for his influential presence on social media, including owning the platform X. As a billionaire entrepreneur, Musk is involved in several high-profile tech enterprises and is known for his outspoken views on various issues.","Information":"Elon Musk openly criticized President Donald Trump's 'Big Beautiful' spending bill through a series of tweets on his social media platform X. Musk argued that the bill would increase the deficit to $2.5 trillion and criticized Trump's hypocrisy by resharing a 2013 tweet in which Trump opposed raising the debt ceiling. Musk sarcastically agreed with Trump's call to abolish the debt ceiling, aligning with Democratic Senator Elizabeth Warren. Musk accused Trump of 'ingratitude' for underestimating his financial support during the election and initiated a poll suggesting the formation of a new political party representing the centrist majority. Musk further escalated tensions by accusing Trump of being linked to Jeffrey Epstein and suggested Vice President J.D. Vance as a better presidential alternative."},{"Name":"Donald Trump","Biography":"Donald Trump served as the 45th president of the United States and, as of this article, is serving as the 47th president. Known for his real estate empire, TV career, and brash rhetoric, Trump has a polarizing presence in American politics.","Information":"President Donald Trump criticized Elon Musk via posts on Truth Social, claiming Musk had worn out his welcome in the administration and suggesting Musk's reaction stems from an EV mandate Trump removed, which Musk allegedly favored. Trump threatened Musk's businesses by suggesting cutting governmental subsidies and contracts to save money on the budget. He defended the spending bill as a substantial fiscal reform, accusing Musk of betrayal for opposing it. Trump suggested that if the bill does not pass, there will be significant tax hikes and economic downturns, framing himself as the figure attempting to correct the fiscal 'mess.'"},{"Name":"Steve Bannon","Biography":"Steve Bannon is a political strategist and media executive known for his role in Donald Trump's 2016 presidential campaign and the subsequent administration. Bannon is recognized for his far-right political views and influence.","Information":"Steve Bannon, an ally of Trump, retaliated against Elon Musk's criticisms by calling Musk an 'illegal' and advocating for Musk's immediate deportation from the United States. Bannon's commentary aligns with his hardline immigration stance and supports Trump's actions against Musk amid the political clash over fiscal policies."},{"Name":"Unnamed Source in Article's Author","Biography":"The author of the article, whose name is not mentioned, provides an account of events and collates the statements made by the key figures involved in the unfolding drama between Trump and Musk.","Information":"The author highlights the fracturing relationship between President Donald Trump and Elon Musk, outlining each party's public criticisms and responses via their respective social media platforms. The article details Musk's financial accusations against Trump, the polling on Musk's X platform about starting a new political party, and the substantial impact on Tesla's stock price following Trump's threats. The article concludes with Trump's attempts at damage control, framing the bill as a necessity and suggesting dire economic consequences if it fails to pass."}]}
{"title":"Excitement as Two New Pandas Arrive in US from China","author":"Brendan Smialowski \/ AFP","content":"China has sent two giant panda bears to the United States to be housed in Washington, DC’s Smithsonian National Zoo, in a rare diplomatic overture between the two countries.\n\nThe three-year-old pandas – a male named Bao Li and a female named Qing Bao – arrived at Virginia’s Dulles International Airport, which serves the US capital, on Tuesday.\n\nThey are among a small handful of the black-and-white bears still in the US, which sent most of the highly sought animals back to their native China in recent years under pre-arranged contracts. That includes the return last November of the only three pandas living in Washington’s National Zoo.\n\nMany viewed the absence of a quick replacement for the three pandas as reflective of growing US-China friction, but Chinese President Xi Jinping soon promised he would send new pandas as “envoys of friendship”.\n\nIn August, the San Diego Zoo welcomed two new giant pandas, the first to arrive in the US in 21 years.\n\nAnticipation over the arrival of the two new pandas in Washington, DC, has been high, with the zoo’s website featuring a banner that reads: “The pandas are coming”.\n\n“The giant pandas are an iconic part of the Washington, DC story, both for locals and incoming travellers alike,” said Elliott L Ferguson, II, president and CEO of Destination DC. “The interest and excitement associated with their return directly benefits the entire city, bringing further interest and visitors to our hotels, restaurants and other attractions.”\n\nThe National Zoo has been renovating its panda habitat ahead of the new bears’ arrival, setting up new shallow pools and bamboo stands.\n\nThe pandas will not be available to the public for more than a month as they quarantine and acclimate to their new habitat.\n\nChina has been using so-called “panda diplomacy” since 1972, when the first animals were sent to Washington as a gift, following US President Richard Nixon’s historic visit to China.\n\nLater, a rolling series of 10-year cooperation agreements was struck, which Chinese Embassy spokesperson Liu Pengyu credited with advancing research in panda preservation.\n\n“The current round of cooperation will focus on prevention and treatment of major diseases, and protection of habitats and wild giant panda populations,” Liu told the Associated Press via email. “We hope the arrival of the pandas will inject fresh impetus into exchanges between China and the US, and help to stabilise the broader bilateral relationship as well.”\n\nAs of 2014, there were around 1,860 giant pandas in the wild, a 17 percent increase from the decade before, according to the World Wildlife Fund (WWF). In 2021, Chinese conservationists reclassified the animal from an endangered species to one that is vulnerable.\n\nSource: Al Jazeera and news agencies","issue":"panda-diplomacy","url":"https:\/\/www.aljazeera.com\/news\/2024\/10\/15\/excitement-as-two-new-pandas-arrive-in-us-from-china","sources":[{"Name":"China","Biography":"The country known for using pandas as diplomatic tools since 1972.","Information":"China has sent two giant panda bears, a male named Bao Li and a female named Qing Bao, to the United States, specifically to Washington, DC’s Smithsonian National Zoo. This act is seen as a rare diplomatic gesture amid US-China tensions. Chinese President Xi Jinping promised new pandas as 'envoys of friendship' between the countries. The pandas arrived at Dulles International Airport, and their assignment represents ongoing cooperation under agreements that advance research in panda preservation and help stabilize broader bilateral ties."},{"Name":"Elliott L Ferguson, II","Biography":"President and CEO of Destination DC, responsible for promoting tourism in Washington, DC.","Information":"Elliott L Ferguson, II, emphasized that the giant pandas are an iconic part of the Washington, DC, narrative for both locals and tourists. Their return elevates excitement and interest in the city, directly benefitting local hospitality sectors like hotels and restaurants. This anticipation is further underscored by a prominent banner on the National Zoo's website stating 'The pandas are coming'."},{"Name":"Chinese Embassy spokesperson Liu Pengyu","Biography":"Spokesperson for the Chinese Embassy, offering official statements on behalf of the Chinese government.","Information":"Liu Pengyu highlighted that the new round of panda cooperation focuses on preventing and treating major diseases, along with protecting wild panda habitats and populations. Liu expressed hope that the pandas' arrival will rejuvenate exchanges between the US and China, thus helping stabilize their broader bilateral relationships. These collaborations have historically played a role in advancing panda preservation research."},{"Name":"World Wildlife Fund (WWF)","Biography":"An international non-governmental organization founded in 1961, dedicated to wilderness preservation and reduction of human impact on the environment.","Information":"The World Wildlife Fund reported that by 2014, there were approximately 1,860 giant pandas in the wild, marking a 17% population increase over the preceding decade. In 2021, China's conservation efforts led to the reclassification of the giant pandas from an endangered species to one that is vulnerable."},{"Name":"The article's author (unnamed)","Biography":"The author of the article providing a comprehensive overview of the panda exchange initiative and related activities.","Information":"The author detailed the arrival of two new giant pandas at the Dulles International Airport in Virginia. Their new home at the Smithsonian National Zoo in Washington is being prepared with renovations such as new shallow pools and bamboo stands. This panda exchange is a continuation of the practice known as 'panda diplomacy', originating in 1972 when the first pandas were sent to the US as gifts following President Richard Nixon's visit to China. The recent absence of pandas in Washington was noted as possibly indicative of rising tensions, but replacements were promised by Chinese leadership."}]}
{"title":"Panda diplomacy","author":"Wikipedia contributors","content":"Panda diplomacy (Chinese: 熊猫外交) is the practice of sending giant pandas from China to other countries as a tool of diplomacy and wildlife conservation.[1] From 1941 to 1984, the Chinese government gifted pandas to other countries. Since 1984, they have been leased rather than gifted due to a PRC policy change.  \n\nHistory  \n**Pre-1950s**  \nWhile there are few ancient records of the giant panda, \"During the Manchu dynasty skins of this animal [bei-shung, presumed to be the panda] were sent as tribute to the government of China by the aborigines of western Szechuan and eastern Tibet\", according to David Crockett Graham.[2]: 25 [3]: 19 . \n\nThe first instance of panda diplomacy in the modern era was arranged by Soong Mei-ling (Madame Chiang) in 1941. China was under siege by Japan, the U.S. had been sending aid to the Kuomintang (Nationalist Government) in China, and Madame Chiang wanted a dramatic way of saying thank you. There had been previous pandas sent to the U.S., including one named Su Lin sold to the Brookfield Zoo in Chicago by Ruth Harkness in 1937, a second one named Mei-Mei brought back by Harkness in 1938 and also sold to the Brookfield Zoo,[4] one named Pandora sent to the Bronx Zoo by David Crockett Graham in 1938, and a second named Pan sent to the Bronx Zoo in 1939.[2]: 92 . \n\n\nPost-1950s \nWhile the Republic of China used giant pandas for diplomatic means as early as 1941,[10] The People's Republic of China began to use panda diplomacy more prominently in the 1950s and has continued the practice into the present day. Between 1957 and 1983, 24 pandas were given as gifts to 9 nations as gestures of friendship. These nations included the Soviet Union, the Democratic People's Republic of Korea, the United States of America, and the United Kingdom.[11]  \nChina presented two pandas to the Los Angeles during the 1984 Olympic Games for $50,000 per month per panda. This practice was again modified in 1991 in favour of long-term leases.[18] \n\n**Taiwan**  \nMain article: Tuan Tuan and Yuan Yuan  \nIn 2005, Lien Chan, Chairman of the Kuomintang, the then opposition party in Taiwan, visited mainland China. As part of the talks between Lien and the CCP, two pandas (later named Tuan Tuan and Yuan Yuan, meaning \"reunion\" in Chinese) were offered as a gift to the people of Taiwan. The gift of pandas was seen as an attempt by the CCP to draw the ROC government into its \"united front\". Several zoos in Taiwan made bids to host the pandas, the ROC government raised objections, ostensibly because pandas were not suited to the Taiwanese climate.  \n\n**United States**  \nIn the 1970s, the Nixon administration sought to improve US-China relations. Shortly after Nixon visited China in 1972, Beijing sent two pandas, named Ling-Ling and Hsing-Hsing. In February 2024, the China Wildlife Conservation Association announced plans to send a new pair of pandas to the San Diego Zoo as early as summer 2024, nearly five years after the Zoo returned its pandas to China.[36][37]  \n\n**Other Nations**  \nOther countries recognize the significance of pandas as diplomatic symbols, emblematic of the state of relations with China. These pandas include a two-year-old male Ru Yi and a one-year-old female Ding Ding.[50] In December 2023, the only giant pandas in the UK were sent back to China.[51]  \n\n**Practicalities**  \nKeeping pandas is very expensive. Besides the \"rent\" payable to China, obtaining enough bamboo is very expensive. During the COVID-19 pandemic, the supply of bamboo added to cost considerations.  \n\n**Citations**  \n1.  ^ Panda Diplomacy: [1] \n2.  ^  David Crockett Graham: [2]: 25 \n3.  ^ David Crockett Graham: [3]: 19 \n4.  ^ Details of Madame Chiang: [4] \n5.  ^ Smithsonian Skins: [5]: 55  \n6.  ^ William J. Dunn: [6]: 59–60 \n7.  ^ Annalee Whitmore: [7]: 198–200 \n8.  ^ News attention in 1941: [8] \n9.  ^ Bronx Zoo 1941: [9] \n10.  ^ ROC use of pandas 1941: [10] \n11.  ^ Gifted pandas history: [11] \n12.  ^ Gifts exchange 1972: [12] \n13.  ^ First Lady Pat Nixon: [13] \n14.  ^ Diplomatic success: [14] \n15.  ^ Mexico relations: [15] \n16.  ^ Cuba pandas [16] \n17.  ^ Xin Xin independence [17] \n18.  ^ Change to leasing: [18]  \n19.  ^ DPP objections: [19] \n20.  ^ President Chen's newsletter [20] \n21.  ^ Acceptance of panda gift: [21] \n22.  ^ Herbal medicine characterization: [22] \n23.  ^ CITES statement [23] \n24.  ^ ROC rebuttal: [24] \n25.  ^ ROC CITES statement: [25] \n26.  ^ National Zoo panda return 2023: [26] \n27.  ^ Agriculture and panda diplomacy [27] \n28.  ^ San Diego Zoo pandas return 2019: [28] \n29.  ^ Memphis Zoo pandas return 2023 [29] \n30.  ^ Ya Ya and Le Le: [30] \n31.  ^ Scientific diagnosis of Ya Ya [31] \n32.  ^ Economic implications [32] \n33.  ^ Relations study [33] \n34.  ^ Political analysis [34] \n35.  ^ Cultural diplomacy piece: [35] \n36.  ^ San Diego Zoo plans 2024: [36] \n37.  ^ Pandas to San Diego angle [37] \n38.  ^ Arrival and debut [38] \n39.  ^ Newest panda arrivals [39] \n40.  ^ Panda debut Jan 2025 [40] \n41.  ^ Japan lease announcement [41] \n42.  ^ Cultural symbols [42] \n43.  ^ Zoellick hug [43] \n44.  ^ Malaysian delay [44] \n45.  ^ Panda arrival to Malaysia [45] \n46.  ^ National Zoo hosting [46] \n47.  ^ Finland endorsement [47] \n48.  ^ Finland panda return 2024: [48] \n49.  ^ Indonesia celebration: [49]\n50.  ^ Russian trust sign [50] \n51.  ^ UK panda return [51] \n52.  ^ Calgary Zoo return [52] \n53.  ^ Edinburgh Zoo costs [53] \n54.  ^ Bamboo donations plea [54] \n55.  ^ White elephant critique [55] \n56.  ^ Panda diplomacy critique [56] \n57.  ^ Thai panda feed diet [57] \n58.  ^ Thai panda death [58] ","issue":"panda-diplomacy","url":"https:\/\/en.wikipedia.org\/wiki\/Panda_diplomacy","sources":[{"Name":"David Crockett Graham","Biography":"David Crockett Graham was presumably a key figure involved in early panda diplomacy, with references suggesting he played a role in the exchange of pandas during the pre-1950s era.","Information":"In the 1930s, during the pre-1950s era, David Crockett Graham is credited with sending a panda named Pandora to the Bronx Zoo in New York in 1938, followed by another panda named Pan in 1939. During the Manchu dynasty in ancient times, he noted that skins of animals presumed to be pandas were sent as tribute by the aborigines of western Szechuan and eastern Tibet to the Chinese government. His works, cited as sources, discuss these early exchanges of pandas as significant cultural events."},{"Name":"Soong Mei-ling (Madame Chiang)","Biography":"Soong Mei-ling, also known as Madame Chiang, was a prominent Chinese political figure and the wife of Chiang Kai-shek, leader of the Republic of China during World War II.","Information":"In 1941, during the turmoil of World War II, Soong Mei-ling arranged the first known instance of panda diplomacy for modern China. This was intended as a significant diplomatic gesture of appreciation towards the United States for its support to the Chinese Nationalist Government against the Japanese invasion. The gift facilitated broader diplomatic ties and showcased China’s goodwill, with the pandas enhancing US-China relations of the era."},{"Name":"China Wildlife Conservation Association","Biography":"The China Wildlife Conservation Association is an organization involved in wildlife conservation efforts in China, including the management and leasing of giant pandas.","Information":"In February 2024, the China Wildlife Conservation Association announced plans to send a new pair of pandas to the San Diego Zoo. This move would mark nearly five years since the Zoo returned its previous pandas to China, reflecting strategic efforts to continue diplomatic ties with the United States through conservation and shared cultural symbols."},{"Name":"The People's Republic of China (PRC)","Biography":"The People's Republic of China, a sovereign state, has used pandas as part of its diplomatic strategy since the 1950s.","Information":"Starting predominantly in the 1950s and extending to the present day, the People's Republic of China has utilized panda diplomacy as a central strategy in its foreign relations. Between 1957 and 1983, China gifted 24 pandas to nine different nations, including the Soviet Union, North Korea, the USA, and the UK, as symbols of friendship. This practice transitioned to leasing in the 1980s, and further modifications led to long-term leases from 1991 as international gestures of alliance and goodwill, such as during the 1984 Olympic Games in Los Angeles."},{"Name":"The Republic of China (ROC)","Biography":"The Republic of China, known as Taiwan post-1949, used panda diplomacy earlier than the People's Republic of China.","Information":"In 1941, the Republic of China employed panda diplomacy to foster international relations, marking the beginning of contemporary panda diplomacy. This early use coincided with World War II efforts to strengthen alliances, specifically with the United States, where the pandas symbolized gratitude and mutual support against wartime aggressors."},{"Name":"Unnamed Witnesses in Taiwan","Biography":"These witnesses represent members of Taiwan's society, including political figures and citizens, responding to diplomatic gestures involving pandas.","Information":"In 2005, when the CCP offered two pandas to Taiwan, debates arose about whether to accept the gift due to perceived political implications. Named Tuan Tuan and Yuan Yuan, these pandas symbolized an attempt by the CCP to sway the Taiwanese political mindset towards reunification. However, objections warned concerning the suitability of Taiwan's climate and potential political motives, indicating broader societal skepticism and tensions in cross-strait relations."}]}
{"title":"Peaceful pawprints on a complex diplomatic relationship","author":"Phaedra Trethan","content":"Diplomatic relations between the U.S. and China have had their ups and downs. The one (relatively) consistent sign of goodwill between the countries? The pandas.\n\nPandas, those roly-poly, black-and-white stuffies come to life, are back in the United States and already delighting visitors to the Smithsonian's National Zoo as they frolic in the snow, gnaw on bamboo and generally add a bit of whimsy and joy to an otherwise frigid and foreboding January.\n\nThree-year-old Bao Li (a male) and Qing Bao (a female) made their public debut at the zoo on Friday, months after their October arrival in Washington, D.C. from their home in Chengdu in the Sichuan province of China. They replaced Mei Xiang, Tian Tian, and their cub, Xiao Qi Ji, who returned to China when their lease expired in November 2023.\n\nThe interval between visiting pandas marked the first time that the National Zoo has been without pandas since 1972, when the first \"panda ambassadors\" came to the U.S. following a historic visit to China by then-President Richard Nixon.\n\nOver the decades, relations between the two superpowers have ebbed and flowed, but panda diplomacy has, for the most part, been a consistent sign of goodwill between China and the United States, who've loaned and hosted, respectively, the gentle giants over the better part of the last 53 years.\n\nHere's a quick look back at the history of panda diplomacy, particularly between the U.S. and China:\n\nWhat is panda diplomacy and when did it start?\nPanda diplomacy — China's practice of loaning its pandas to foreign zoos to build ties with other countries — is believed to have started in the 7th century, when the Tang Dynasty Empress Wu Zeitan sent bears (pandas are only found in southwest China, and are considered a national treasure there) to Japan, according to History.com.\n\nPandas as a World War II 'thank you'\nAs World War II was raging in Asia and Europe and the U.S. was still weighing whether to get involved, China sent a pair of pandas to the Bronx Zoo in New York as a gesture of thanks, according to History.com. Communist Party Chairman Mao Zedong would also send pandas to its allies North Korea and the Soviet Union during the 1950s. United Press International's archives also include a story about pandas being sent to the Bronx Zoo in 1987.\n\nRichard Nixon visits China; pandas come to the U.S.\nIn 1972, U.S. President Richard Nixon visited China, ending 25 years of tense relations between the two countries. Two months later, Nixon and his wife Pat welcomed Hsing-Hsing and Ling-Ling, two pandas gifted to the U.S. from China and its premier, Zhou Enlai. American zoos lobbied the White House to be able to host the pandas. Ultimately, the National Zoo became their temporary home.\n\nThey proved to be wildly popular attractions, according to the Nixon Presidential Library, with more than 20,000 people clamoring to see the pandas on their public debut; the following Sunday, 75,000 people, forming a line that was a quarter mile long, thronged the zoo to see them. In return, the U.S. sent China a pair of musk oxen named Milton and Mathilda.\n\nMilton and Mathilda didn't fare quite as well initially: Time Magazine reported at the time that they suffered from \"culture shock\" that caused nasal drips and hair loss. (They recovered.)\n\nLing-Ling died in 1992 from heart failure at age 23; Hsing-Hsing, suffering from kidney disease and other health issues, was euthanized in 1999 at the age of 28.\n\nPanda problems and limitations\nIn 1984, China began allowing its pandas to be hosted abroad in 10-year loan periods and required an annual fee ($1 million US dollars). Any cubs born overseas would remain Chinese property. The U.S. in 1988 said it would pay the fee only if half of the proceeds went to conservation efforts.\n\nA 2008 earthquake in Sichuan province destroyed much of the pandas' natural habitat and China's largest conservation center. China began sending pandas overseas for breeding and research; its loans also tended to be tied to trade deals, especially with European countries, according to History.com.\n\nGoodbye, Mei Xiang and Tian Tian; hello, Bao Li and Qing Bao\nFor 23 years, Mei Xiang and Tian Tian delighted visitors at the National Zoo. The two arrived in 2000, as reported by Smithsonian Magazine, and in August 2020 the pair had a cub, Xiao Qi Ji.\n\nThe little panda family returned to China in 2023, and there were concerns that rising tensions between the U.S. and China might spell the end of the two countries' panda diplomacy.\n\nA few months later, though, the National Zoo announced pandas would return. On Friday, the public got to see them once again.\n\nIn May, when the pandas' return to the National Zoo was announced, Barbara Bodine, director of the Institute for the Study of Diplomacy at Georgetown University who had more than 30 years’ experience in US foreign service, called pandas \"probably the most successful soft diplomacy animals any nation has ever come up with.\"","issue":"panda-diplomacy","url":"https:\/\/www.usatoday.com\/story\/news\/nation\/2025\/01\/24\/panda-diplomacy-history-us-china-explained\/77927954007\/","sources":[{"Name":"History.com","Biography":"History.com is a digital platform that provides historical insights and context on various topics such as events, figures, and cultural trivia.","Information":"According to History.com, panda diplomacy — China's practice of loaning its pandas to foreign zoos to establish and strengthen diplomatic relationships — is traced back to the 7th century when the Tang Dynasty Empress Wu Zeitan sent bears, the panda species unique to southwest China and considered a national treasure, to Japan."},{"Name":"Nixon Presidential Library","Biography":"The Nixon Presidential Library is a U.S. historical archive and museum dedicated to preserving and providing access to documents, artifacts, and resources related to President Richard Nixon's life and public service.","Information":"The Nixon Presidential Library reported that U.S. President Richard Nixon's 1972 visit to China marked a pivotal point in U.S.-China relations, seeing the culmination in the gifting of two pandas, Hsing-Hsing and Ling-Ling, to the U.S. Over 20,000 people visited to see these pandas at their first public appearance, and the following weekend, 75,000 people formed a long queue at the National Zoo. The U.S. reciprocated this goodwill gesture by sending China two musk oxen named Milton and Mathilda."},{"Name":"Time Magazine (Referenced Indirectly)","Biography":"Time Magazine is a long-established American news magazine and news website focused on providing in-depth coverage of current affairs, culture, science, and politics.","Information":"Time Magazine noted that when the U.S. sent two musk oxen named Milton and Mathilda to China as part of the reciprocation of Panda diplomacy in the 1970s, the animals initially experienced 'culture shock', leading to nasal drips and hair loss. Nevertheless, they eventually recovered from these symptoms."},{"Name":"Smithsonian Magazine (Referenced Indirectly)","Biography":"Smithsonian Magazine is a publication by the Smithsonian Institution, providing scholarly articles and coverage on a wide range of topics including science, history, and art.","Information":"Smithsonian Magazine reported that pandas Mei Xiang and Tian Tian had been an attraction at the National Zoo in Washington, D.C from 2000 until their return to China in 2023. During their tenure at the zoo, the pair had a cub named Xiao Qi Ji in August 2020."},{"Name":"Barbara Bodine","Biography":"Barbara Bodine is the director of the Institute for the Study of Diplomacy at Georgetown University and has over 30 years of experience in U.S. foreign service, contributing to diplomatic discussions and educational programs.","Information":"Barbara Bodine remarked in May 2023, concerning the return of pandas to the National Zoo in Washington, D.C., that pandas are 'probably the most successful soft diplomacy animals any nation has ever come up with.' This comment highlights the significant role pandas play in fostering goodwill and diplomatic ties, reflective of broader diplomatic strategies involving cultural and symbolic exchanges."}]}
{"title":"A brief history of 'panda diplomacy' - with new additions to global zoos","author":"Mia Taylor","content":"With the latest panda additions to the San Diego Zoo, 'panda diplomacy' is back in the vernacular. Here's what it means and why it's so important.\n\nAfter a month and a half of settling into their new home at San Diego Zoo, two giant pandas – Yun Chuan and Xin Bao – are receiving their first visits from the public.\n\nTheir arrival in the United States at the end of June 2024 marked the latest twist in China's use of its charismatic, bamboo-munching black-and-white bears as part of its international relations.\n\nThis \"panda diplomacy\" has a long history, that dates perhaps as far as the Tang Dynasty, which ruled from 618 through 907 CE. The movement of the animals around the world offers some insights into the ebb and flow of China's relationships with other nations.\n\nThe arrival of Yun Chuan and Zin Bao follows the recent recall of three giant pandas that had been living at the National Zoo in Washington DC and one living at the Memphis Zoo in Tennessee. Until June 2024, it left only four pandas in the US, all at the zoo in Atlanta, Georgia. Similarly, in the UK, two giant pandas that had lived at Edinburgh Zoo since 2011 were recalled in 2023.\n\nThose decisions arrived at a time when relations between Beijing and the West reached a particularly rocky phase. China and the US, for example, were navigating some decidedly tense security, humanitarian and economic challenges, according to an article about animal diplomacy from Georgetown University's Barbara Bodine, a distinguished professor of diplomacy and director of Georgetown's Institute for the Study of Diplomacy.\n\nFollowing the agreement to send the pandas to San Diego Zoo, Chinese Premier Li Qiang also offered to send pandas to Australia as the two countries restored relations following a diplomatic dispute over agricultural and mineral exports.\n\nThe renewed flurry of panda diplomacy may be part of China’s pursuit of \"soft power\", explains Susan Brownell, a professor of anthropology at the University of Missouri-St. Louis and a member of the National Committee on US-China Relations, which works to promote understanding and cooperation between the two countries. Researchers at the University of Oxford have even gone so far as to chart the trajectory of China's \"soft cuddly power\" through its use of pandas in an academic paper published in 2013.\n\nThe story behind China's \"softest and sweetest elements of public diplomacy\"\n\nSince it was founded in 1949, the People's Republic of China has used giant pandas as a gesture of goodwill towards its international allies and competitors.\n\nThe animals are native to the high, bamboo-covered mountain slopes in south-central China but now only exist in the wild in six isolated valleys within protected nature reserves, where their numbers have dwindled to just 33 populations.\n\nChinese Communist Party leader Mao Zedong sent his first \"panda ambassadors\" as gifts to the Soviet Union in 1957 when he gifted the Ping Ping and Qi Qi to the USSR to mark the 40th anniversary of the October Revolution in Russia. He also gifted pandas to other socialist allies such as North Korea, in an effort to strengthen ties.\n\nA major diplomatic milestone was reached, however, in 1972 – just two months after US President Richard Nixon made his historic journey to China in an attempt to end more than two decades of frosty relations between the two countries – when an 18-month-old pair of pandas arrived in the US as a gift. The pair, named Hsing-Hsing and Ling Ling, remained in the US until they died. Ling Ling suffered heart failure in 1992. while Hsing-Hising lived to be 28 years old before he was put to sleep due to failing health in 1999.\n\nBut Hsing-Hsing and Ling Ling were far from the first pandas to be gifted to the US. In 1941, two pandas were sent to the US as a \"thank you\" gift from China by Chiang Kai-Shek for assisting Chinese refugees during the country's war with Japan.\n\nIt wasn't until 1972 that China gifted Japan two pandas – Kang Kang and Lan Lan – when the two countries normalised diplomatic ties. Then in 1984 the \"gifts\" changed to \"loans\" where zoos would pay substantial fees towards panda conservation projects in China. It can cost zoos up to $1m (£790,000) a year to host a pair of pandas, plus the costs of housing the animals, keeping them in fresh bamboo and in good health.\n\nMore recently, panda loan deals have coincided with lucrative trade agreements – something the Oxford University academics associated with the Chinese concept of \"guanxi\", which is the development of deep relationships and networks of influence built on trust, loyalty and reciprocity.\n\nAustralia, for example, was loaned pandas in 2009, while Canada and France received pandas in 2012. The timing appeared to coincide follow lucrative uranium deals and contracts between China and these countries, suggests Kathleen Buckingham and colleagues at the Oxford University in their paper. The loan of two pandas ­– Tian Tian and Yang Guang – to Edinburgh Zoo in Scotland was agreed during negotiations over contracts to supply salmon meat, Land Rover vehicles and energy technology to China.\n\nThis flurry of panda loans followed the devastating earthquake in 2008 in China's Sichuan Province, which badly damaged the Wolong Nature Reserve and Breeding Centre, meaning the animals living there needed to be rehomed.\n\nBut there are still examples where pandas are used as a way of repairing strains between China and its global neighbours. Following the March 2014 disappearance of Malaysian Airlines Flight 370, relations between China and Malaysia became fraught. The arrival of two pandas that same year in Malaysia was seen as a peace offering.\n\nChina also seems happy to use its pandas to signal displeasure too – what it gives, it can take away. In 2010, two US-born panda cubs were on an aircraft back to China two days after Chinese officials warned President Barack Obama ahead of a planned meeting between Obama and the Dalia Lama that they could take \"corresponding action\". The pandas were due to be returned to China two years earlier but stayed in the US due to their popularity with visitors.\n\nThe arrival of San Diego's new pandas – Yun Chuan and Xin Bao – makes them the first of the Chinese bears to enter the US in 21 years. They are expected to be followed by another pair of two-year-old pandas – Bao Li and Qing Bao – who are to be housed at the Smithsonian's National Zoo in Washington DC, around a year after the zoo returned three of its pandas to China. The loan agreement formed part of a 10-year research and breeding cooperation agreement.\n\nAs for what the pandas may be promising today, Brownell suggests China is hoping to broaden its influence around the world. \"They know very well that their growing economic and military strength is viewed as a threat, particularly by the political leadership of the US,\" says Brownell. \"They also understand that a big factor [of US] influence in the world comes from the appeal of its cultural products, whether it's Hollywood movies or NBA stars.\n\n\"Their use of the lovable pandas, as well as the state promotion of Olympic sports, is part of their effort to develop that kind of appeal and influence in the world.\"\n\nI immediately found out it is about forming relationships – Greg Vicino\n\nSan Diego's new pandas\n\nSan Diego Zoo's newest residents will be in the US for 10 years under the loan agreement, which will help to support conservation breeding efforts in China. The male – Yun Chuan – is the son of Zhen Zhen, a cub born at San Diego Zoo in 2007 before being returned to China in 2010, and is due to turn five years old later this year. The new female panda at San Diego Zoo, whose name Xin Bao means \"previous treasure of prosperity and abundance\", is due to turn four years old.\n\nSince arriving in the US in June, the pair have spent their first weeks away from public view, settling into their new enclosure, which features trees for climbing and rolling \"hillsides\" inspired by the mountains and canyons of China's native panda habitats. Veterinary experts from the US and China have been tracking the pandas' health after their long flight to San Diego, regularly measuring their weight, appetite and blood samples. They have also been having regular ultrasound and computed tomography (CT) scans in an effort to pick up on any health problems early.\n\nVisitors to the zoo were able to get their first look at the two pandas on 8 August when they made their public debut.\n\nSan Diego Zoo was previously home to giant pandas from 1996 until their departure in 2019 and during that time a total of six pandas were born. Bai Yun and Shi Shi gave birth to the first panda cub to survive in captivity in the US, and later Bi Yung and Gao Gao gave birth to five more cubs. There was also a substantial body of research published as a result of the breeding programme.\n\n\"There was a steady flow back and forth [between San Diego and China] of researchers, scientists and graduate students coming here and going there,\" according to Greg Vicino, vice president of wildlife care at the San Diego Zoo. \"That collaboration – when you look at the list of publications that came out of that – is overwhelming. It was a big win for conservation.\"\n\nAnd ultimately, says Vicino, conservation boils down to relationships. \"I can tell you from my own experience, having worked in this field for over 20 years now, that I naively thought conservation was about saving habitats and saving species. But I immediately found out it is about forming relationships.\" Joking that diplomacy is something he'll \"leave to the pros\", Vicino adds: \"This is really about one-on-one contact between true conservationists from different countries.\"\n\n* This article was originally published on 26 February 2024. It was updated on 8 August 2024 to include the latest on the pandas at San Diego Zoo.","issue":"panda-diplomacy","url":"https:\/\/www.bbc.com\/future\/article\/20240226-a-brief-history-of-panda-diplomacy---with-new-additions-to-global-zoos","sources":[{"Name":"Barbara Bodine","Biography":"Distinguished professor of diplomacy and director of Georgetown University's Institute for the Study of Diplomacy","Information":"The article references academic analysis by Barbara Bodine, who highlights how 'panda diplomacy' reflects the nature and state of Beijing's international relationships. She notes that the recent returns of pandas to China from the United States and United Kingdom occurred during a period of strained relations between China and Western countries, marked by significant challenges in security, humanitarian, and economic domains."},{"Name":"Susan Brownell","Biography":"Professor of anthropology at the University of Missouri-St. Louis and member of the National Committee on US-China Relations","Information":"Susan Brownell discusses China’s use of panda diplomacy as part of a broader strategy of leveraging 'soft power.' She suggests that by rotating panda loans globally, particularly after political or economic tensions, China seeks to enhance its influence and appease international concerns over its rising economic and military power. Brownell points out the strategic timing of panda loans with trade agreements, linking them to China's goal of broadening its appeal and cultivating favourable foreign relations."},{"Name":"Greg Vicino","Biography":"Vice president of wildlife care at the San Diego Zoo","Information":"Greg Vicino provides insight into the conservation and relationship-building aspects of panda diplomacy. He recounts the collaborative research efforts between San Diego Zoo and China, resulting in significant contributions to conservation science. He emphasizes the importance of building international partnerships for successful conservation efforts, stating from his experience that conservation fundamentally relies on forming strong relationships between conservationists globally. He remarks that while he leaves diplomacy to experts, his work is rooted in fostering one-on-one connections across countries."},{"Name":"Research from Oxford University","Biography":"Academics led by Kathleen Buckingham and colleagues examining China's use of 'soft cuddly power'","Information":"The Oxford University research analyzed in the article outlines how panda loan agreements have historically synchronized with major trade deals between China and other nations, suggesting a practice aligned with the Chinese cultural concept of 'guanxi' — building deep, reciprocal relationships. The research suggests that panda loans to countries like Australia, Canada, and France correlated with lucrative resources and diplomatic engagements, as evidenced by panda arrivals in conjunction with uranium trading deals with Australia and other substantial contracts."}]}
{"title":"The debut of new pandas in D.C. marks the latest chapter in China's 'panda diplomacy'","author":"Rachel Treisman","content":"What's black, white and back in the nation's capital? Giant pandas, at last.\n\nBao Li and Qing Bao, both three years old, are making their public debut at the Smithsonian National Zoological Park (aka the National Zoo) on Friday after months of anticipation and fanfare — including panda-themed pop-up bars, hotel packages and special-edition transit cards. \n\nThe pair arrived in D.C. — aboard the fittingly nicknamed \"Panda Express\" — from China back in October. Since then, they could only be glimpsed occasionally on the zoo's social media feed (including rolling around in the flurries during a snowstorm earlier this month).\n\nNow, after a requisite quarantine and brief preview period for zoo members, the panda exhibit and its accompanying Giant Panda Cam are back on full display. \n\n\"Bao Li and Qing Bao have already won the hearts of our staff and volunteers, and we are excited to welcome panda fans back to the Zoo — the only place in the nation where you can see giant pandas for free — and celebrate the newest chapter of our giant panda breeding and conservation program,\" said Brandie Smith, director of the Smithsonian's National Zoo and Conservation Biology Institute.\n\nScientists estimate there are fewer than 2,000 giant pandas living in the wild, scattered throughout half a dozen mountainous regions in China. About 420 pandas live in captivity in zoos and reserves, mostly but not exclusively in China. \n\nThat's because, over the last half a century, China has either gifted or loaned its beloved bears to zoos around the world, a practice that's become known as \"panda diplomacy.\" In exchange, zoos pay a hefty fee to support panda conservation programs in China.\n\nUnder the National Zoo's agreement, Bao Li and Qing Bao will stay in D.C. until 2034, and any cubs they birth will move to China by age four. The zoo is paying $1 million annually to contribute to projects including restoring giant panda habitat, monitoring wildlife diseases and assessing the impacts of climate change.\n\nIn addition to D.C., the San Diego Zoo welcomed two pandas in 2024, while the San Francisco Zoo is anticipating the arrival of a pair this year.\n\nPanda diplomacy is seen as a way for China to not only conserve wildlife but promote goodwill and strengthen diplomatic ties with other countries — bringing a whole new meaning to soft power.\n\n\"Many people don't realize it, but there are actually two Chinese ambassadors in Washington: me and the panda cub at the National Zoo,\" Cui Tiankai, China's then-ambassador to the U.S., wrote in a 2013 Washington Post op-ed.\n\nHere's a look at the current state of panda diplomacy — and how we got here.\n\nThe early years: Panda-monium starts to spread\n\nThe first living giant panda exhibited in the U.S. was named Su Lin. The three-month-old cub was captured and brought over from China in 1936 by American fashion designer and socialite Ruth Harkness, who was inspired to carry out her late husband's dream.\n\nSu Lin, who was named after Harkness' Chinese guide's sister-in-law — he was believed to be female until after his death — ended up at Chicago's Brookfield Zoo, where he became a star attraction, winning over celebrity admirers including Shirley Temple. He died of pneumonia in 1938, just weeks after Harkness brought back another panda from China — Mei Mei — to join him. Su Lin's body is still on display at Chicago's Field Museum.\n\nForeigners captured and took over a dozen pandas from China over the next decade, according to the World Wildlife Foundation (WWF), whose logo happens to be a panda. By the 1940s, China sought to end the exploitation of its pandas by foreigners, but recognized it had something special to offer its friends.\n\nE. Elena Songster, a history professor at St. Mary's College of California who authored Panda Nation: The Construction and Conservation of China's Modern Icon, told WBUR in 2024 that the first time pandas were used \"as diplomatic expression\" was in 1941.\n\n\"Chiang Kai-shek's wife, Soong Mei-ling, offered a pair of pandas to the United States as an expression of gratitude for our assistance with them in their war of resistance against Japan,\" she explained.\n\nThe People's Republic of China continued that practice in the years after it took over in 1949. The U.S. initially didn't recognize and tried to weaken the communist government, forbade American citizens from visiting the country and encouraged its allies not to have diplomatic relations with China.\n\nChina began gifting pandas to its allies, including the Soviet Union and North Korea. It sent its first panda ambassadors, Ping Ping and Qi Qi, to the Soviet Union in 1957 to celebrate the 40th anniversary of the October Revolution, writes Yu Tao, a professor of Chinese Studies at the University of Western Australia.\n\nBetween 1957 and 1983, the country sent 24 pandas to foreign countries, including the U.S. \n\nMid-20th century: Panda diplomacy reaches the U.S.\n\nThe U.S. and China began to warm to each other throughout the 1970s, with President Richard Nixon's landmark 1972 visit signaling the beginning of a policy of engagement.\n\nA pivotal moment came when China gave its first pair of pandas to the U.S., just months after Nixon's trip.\n\nAt a dinner in Beijing, while seated next to Chinese Premier Zhou Enlai, First Lady Patricia Nixon commented on a box of cigarettes decorated with pandas: \"Aren't they cute? I love them.\"\n\n\"I'll give you some,\" he replied, according to the Richard Nixon Foundation.\n\nZhou gifted two giant pandas to the U.S., and the Nixons chose the National Zoo as their home.\n\nLing-Ling and Hsing-Hsing arrived in April 1972 and lived at the zoo for the next two decades. They drew millions of visitors until their deaths in 1992 and 1999, and set a new tradition in motion.\n\n\"[The gift] made a huge splash because the U.S. was a former enemy state, and so it was a giant gesture of diplomatic friendship,\" Songster explains. \"And from that moment, [China] saw how warmly welcomed the pandas were and how popular they were and how useful they were for putting a friendly face on China.\"\n\nBy 1979, the U.S. and China had established full diplomatic relations.\n\nAs other countries — including West Germany and Japan — recognized Beijing in the early 1970s, they received pandas of their own. Soon, however, the practice began to look unsustainable. \n\nTurn of the millennium: Gifts turn into loans\n\nIn the mid-1980s, China stopped giving pandas as gifts over concerns about its ability to maintain the wild population.\n\n\"And also at that time, there was a panda starvation scare, because there was a huge bamboo die-off in the pandas' range,\" Songster explained. \"And so from that point forward, they started loaning them.\"\n\nThat shift also embodied \"China's market-orientated economic reforms,\" Tao wrote, with bears bringing in some $500,000 to $1 million per year.\n\nWhile loan periods were initially relatively short, by the 1990s they had grown to at least 10 years, Songster said, proving less stressful for the animals and more conducive to reproduction.\n\nIn 1998, the U.S. shifted its acceptance policy to only allow a panda to reside stateside if China devoted more than half of its annual fee to conservation efforts, according to the History Channel. \n\nToday: What pandas can tell us about politics \n\nScholars have noted that China's panda strategy has evolved over the decades from strategic gift-giving to a financial transaction to, as of recent years, a symbol of trade relationships.\n\nIndeed, many of China's panda loans have coincided with trade deals. Shortly after the Edinburgh Zoo received two pandas in 2011, Scotland and China signed trade agreements involving salmon and renewable energy technology. The loan of two pandas to Germany in 2017 overlapped with Chinese leader Xi Jinping's visit to Berlin.\n\nThe timing of panda loans has also seemed to reflect the level of tension between China and other nations.\n\nThe arrival of two pandas to Malaysia in 2014 — to mark the 40th anniversary of its diplomatic ties with Beijing — was delayed by several months because of disagreements over Malaysia's handling of the disappearance of Flight MH370 (many of its passengers were Chinese). \n\nIn November 2023, the National Zoo sent its three pandas — Tian Tian and Mei Xiang, who had lived there since 2000, and their cub Xiao Qi Ji — back to China, in advance of the expiration of their loan agreement and amidst rising tensions between the two countries.\n\nThere was no agreement in place at the time for a new set of pandas to head to D.C., and Atlanta was left as the only zoo in the country housing any pandas.\n\nA week later, however, Xi signaled openness to sending more pandas to the U.S., specifically California. And in May 2024, the official announcement came down: A pair of pandas — Bao Li and Qing Bao — would arrive in the States by the end of the year. ","issue":"panda-diplomacy","url":"https:\/\/www.npr.org\/2025\/01\/24\/nx-s1-5272416\/panda-diplomacy-china-dc-zoo","sources":[{"Name":"Brandie Smith","Biography":"Director of the Smithsonian's National Zoo and Conservation Biology Institute","Information":"Brandie Smith expressed enthusiasm about the public debut of Bao Li and Qing Bao at the Smithsonian's National Zoo in Washington, D.C. She highlighted that the pandas have become favorites amongst the zoo staff and volunteers. She emphasized the unique aspect of the Zoo as the only place in the United States where visitors can see giant pandas for free, and underscored the broader context of the zoo's giant panda breeding and conservation program."},{"Name":"Cui Tiankai","Biography":"Former Ambassador of China to the United States","Information":"Cui Tiankai, in a 2013 Washington Post op-ed, humorously suggested that there were two Chinese ambassadors in Washington, D.C.: himself and the panda cub at the National Zoo. His statement reflects the symbolic diplomatic importance of pandas as cherub-like representatives of China in the United States, emphasizing the soft power aspect of panda diplomacy."},{"Name":"E. Elena Songster","Biography":"History Professor at St. Mary's College of California and author of 'Panda Nation: The Construction and Conservation of China's Modern Icon'","Information":"E. Elena Songster provided historical insights into the role of pandas in diplomacy. She noted that pandas were first used as a diplomatic gesture in 1941 by Soong Mei-ling, wife of Chiang Kai-shek, who offered them as a gift to the United States in gratitude for wartime assistance. Songster also detailed China's strategic use of pandas during diplomatic engagements, including gifting them to the U.S. in 1972 after President Richard Nixon's visit, highlighting the public's warm reception and pandas' potential for fostering diplomatic ties."},{"Name":"Yu Tao","Biography":"Professor of Chinese Studies at the University of Western Australia","Information":"Yu Tao analyzed the panda diplomacy strategy, noting how China began the practice in earnest by sending pandas to allies like the Soviet Union and North Korea post-1949. He described the transformation of this practice in the mid-1980s, shifting from gifts to loans, corresponding with economic reforms and concerns about the panda population. Yu also highlighted the financial aspect, noting the substantial fees countries pay for panda loans, used for conservation efforts in China."},{"Name":"Ruth Harkness","Biography":"American Fashion Designer and Socialite","Information":"Ruth Harkness played a pivotal role in bringing the first living giant panda to the United States. In 1936, she captured a three-month-old cub, Su Lin, in China, fulfilling her late husband's dream. Su Lin became a sensational attraction at Chicago's Brookfield Zoo and a symbol of the initial introduction of pandas to American audiences, though the cub passed away in 1938."},{"Name":"Unnamed Sources: National Zoo Officials","Biography":"Officials at the Smithsonian National Zoological Park","Information":"Unnamed officials at the National Zoo outlined the future prospects of Bao Li and Qing Bao under the panda loan agreement with China. They reported that the pandas will remain in Washington, D.C. until 2034 under this arrangement, and any cubs born during this period will move to China by age four. The zoo contributes $1 million annually to support various conservation projects, including habitat restoration, monitoring wildlife diseases, and understanding climate change effects on wildlife."},{"Name":"Unnamed Article Author","Biography":"The author of the provided news article","Information":"The author highlighted key aspects of panda diplomacy by weaving in historical and contemporary events. They described how pandas have been symbolic gifts between nations since the early 20th century, contributing to cultural and diplomatic exchanges. The narrative also touched on the challenges and transformations within panda diplomacy, such as the shift from gifting to loaning pandas and its relationship with global political dynamics and trade discussions. The author provided the broader backdrop concerning recent deployments of pandas to places like San Diego and San Francisco, emphasizing ongoing diplomatic ties."}]}
{"title":"The Giant Pandas Are Back at the National Zoo. But Are U.S.-China Relations Any Different?","author":"Georgetown University Newsroom","content":"This week, the National Zoo welcomed two new yet familiar faces to Washington, DC: giant pandas.\n\nThe return of the pandas follows the departure of three pandas who were sent back to China in 2023 following an expired previous agreement and frosty U.S.-China relations.\n\nThe two new pandas, Bao Li and Qing Bao, will live in the National Zoo as part of a 10-year agreement with China, which owns every panda in the world.\n\nBut does this return signal a shift in bilateral relations?\n\nLast year, we asked Ambassador Barbara K. Bodine, distinguished professor in the practice of diplomacy and director of Georgetown’s Institute for the Study of Diplomacy, about the state of U.S.-China relations and the history of animal diplomacy after the trio left.\n\nThis year, we asked what, if anything, has changed that would warrant the return of pandas to DC — and whether we may be reading too much into the latest episode of panda diplomacy.\n\n### Ask a Professor: Barbara Bodine on the Return of the Pandas and U.S.-China Relations\n\n**The giant pandas are back in DC. Does this signal any meaningful shift in U.S.-China relations? Should we be reading into this?**\n\nPanda deliveries can signal a positive shift in relations between China and another country. Studies have been published showing that panda deliveries have been timed around all sorts of deals between China and other countries, from diplomatic recognition to uranium trade agreements.\n\nAs for this delivery — we shouldn’t read much into it. Bilateral relations have been tense since well before the pandas’ last departure in October 2023. Absent a major announcement — highly unlikely in an election year — we can only infer that China continues to use pandas as a tool for cultural diplomacy.\n\n**It seemed unlikely last year that the pandas would return. What’s changed? Did the return of the pandas come with any strings attached?**\n\nThis is probably something a little more mundane: China is, to its credit, serious about panda conservation. Though pandas are no longer endangered, they are still classified as “vulnerable” by the World Wildlife Fund (largely thanks to Chinese efforts). Conservation of large animals is expensive. On top of upkeep costs, the Smithsonian Zoo pays $1 million a year to the China Wildlife Conservation Association for housing DC’s furry friends.\n\nSeveral countries, most recently Finland, have had to return pandas to China due to the high cost of their upkeep. As a well-endowed organization, the Smithsonian doesn’t face quite the same constraints as smaller zoos in smaller countries. As a reliable partner in conservation, we have just made a major commitment by taking in these pandas.\n\n**What are you monitoring in the coming months that could affect U.S.-China relations?**\n\nIt’s October in an election year, which sucks up all the media oxygen. Trump wants to double and triple down on his tariff policies this time around. Harris is also hawkish on China, though she would likely continue the Biden policy of light-touch tariffs alongside heavy import and export controls on high-value and military-related technologies — think semiconductors and their components.\n\nChinese leaders will be watching the election unfold just as closely as the rest of the world.\n\n**What was your personal reaction to this news of a return?**\n\nI cannot help but note the power of cultural diplomacy and admire China’s dedication to pandas as a symbol. The Washington Post is awash with pictures of happy children dressed in costumes, no doubt begging their parents for a trip to the zoo; shops and businesses around the zoo have stocked up on panda-related merchandise; and the animal-crazy corners of the internet are jubilant. Cultural diplomacy is a good thing, but it is still government policy with an agenda behind it.","issue":"panda-diplomacy","url":"https:\/\/www.georgetown.edu\/news\/dc-pandas-return-ask-a-professor\/","sources":[{"Name":"Ambassador Barbara K. Bodine","Biography":"Distinguished professor in the practice of diplomacy and director of Georgetown’s Institute for the Study of Diplomacy","Information":"Ambassador Barbara K. Bodine provides insights into the return of giant pandas, Bao Li and Qing Bao, to the National Zoo in Washington, DC as part of a 10-year agreement with China. She explains that while panda deliveries can be a signal of positive shifts in international relations, the recent arrival of pandas in DC is unlikely to signify any major change in the tense U.S.-China relations existing before their departure in 2023. She emphasizes that, without any significant diplomatic announcement—especially unlikely during an election year—this move appears to continue China's use of pandas as a tool for cultural diplomacy. Ambassador Bodine also notes that China remains committed to panda conservation, allowing institutions like the Smithsonian to continue hosting them. She is closely monitoring the U.S. election, as both incumbent leaders, Donald Trump and Kamala Harris, have distinct policies towards China, influencing future bilateral dynamics."},{"Name":"Unnamed Author of the Article","Biography":"The author documenting the recent developments related to giant pandas and U.S.-China relations in a news article","Information":"The unnamed author highlights the arrival of giant pandas, Bao Li and Qing Bao, at the National Zoo in Washington, DC after an earlier departure of three pandas due to expired agreements and tense U.S.-China relations in 2023. Further, the article underscores that these pandas are part of a 10-year agreement with China, which owns every panda globally. It reflects on the speculation of a potential shift in bilateral relations between China and the United States with the return of these pandas, termed as an example of 'panda diplomacy.' The piece delves into the broader context by referencing historical patterns of panda deliveries coinciding with diplomatic or trade agreements, though it suggests that such implications may not apply in this context. The author further explores public reaction and increases in panda-themed merchandise and cultural engagement, emphasizing the effectiveness of cultural diplomacy in fostering positive perceptions."}]}
{"title":"Russia's war in Ukraine: How it came to this","author":"Tucker Reals","content":"Ukrainian President Volodymyr Zelenskyy says he's ready to compromise NATO ambitions to end Putin's war After Russia spent weeks building up a huge military force along its border with Ukraine and in neighboring Belarus, Russian leader Vladimir Putin launched what Ukrainian officials described as a \"full-scale invasion\" of the country on February 24, 2022. It marked the start of a grim new chapter in, and a major expansion of an eight-year war in the country's east that had already claimed thousands of lives.\n\n\"Peace on our continent has been shattered,\" NATO Secretary-General Jens Stoltenberg said the morning after the invasion began. \"We now have war in Europe on a scale and of a type we thought belonged to history.\"\n\nHere's what you need to know about the events and the thinking that led to the war.\n\nA brief summary of a long history In the late 1700s, much of Ukraine's territory became part of the Russian empire under Catherine the Great. Ukraine fought for independence in the early 20th century but lost and became part of the Soviet Union. \n\n\"But it was a separate entity from the beginning,\" historian Anne Applebaum explained on CBS \"Sunday Morning\". \"It always had its own language. It always had its own status inside the USSR.\"\n\nUnder Stalin's grip in the 1930s, Ukrainians' farmland and wheat were confiscated and a resulting famine killed an estimated 4 million people.\n\nUkraine declared its independence after the Soviet Union collapsed in 1991. At the time, a substantial portion of the Soviet nuclear arsenal was housed within Ukraine's borders, and it agreed to transfer those weapons to Russia.\n\nIn recent years, Ukraine's democratically elected government has grown closer to Western Europe, but cultural ties with Russia, especially in the Russian-speaking eastern portion of the country, remain deep.\n\nRussia has invaded Ukraine before Russian forces last invaded eastern Ukraine in 2014. As he has this time, Putin claimed the assault was merely a defense of ethnic Russians who live in the eastern Donbas region, many of whom have never supported the country's relatively new pro-Western government.\n\nBut Putin used the invasion to claim part of Ukraine for Russia, unilaterally annexing the Crimean Peninsula. The annexation is not recognized by the international community, but Russia has indisputably controlled the territory since 2014.\n\nSince 2014, a proxy war had simmered in Donbas between the Russian-backed separatist forces and the Ukrainian government. A 2015 peace deal largely ended major battles but the fighting continued, leaving more than 14,000 people dead in the process, according to the Ukrainian government.\n\nThree days before his latest invasion, Putin unilaterally recognized the independence of two breakaway regions in Donbas — the self-declared \"People's Republics\" of Donetsk and Luhansk. The move led to the U.S. and its allies imposing new sanctions on Russia.\n\nNow, as Ukraine's ambassador to the U.N. told CBS News correspondent Pamela Falk, Putin's ambition to \"restore the Russian Empire\" has moved beyond the annexation of Ukraine's Crimean Peninsula, which his forces seized in 2014.\n\nWhat does Putin want? Russia's strongman leader speaks often of the ethnic ties between Russia and Ukraine and warns against NATO expanding further eastward toward his borders.\n\nRetired General H.R. McMaster, a former national security adviser, said on \"CBS Mornings\" following the invasion that Putin was trying to \"restore Russia to national greatness.\"\n\n\"This goes back to the collapse of the Soviet Union in 1991 — what Putin saw as a disaster and what Putin has been driven by since that time and since he took over in the year 2000, you know, 22 years ago,\" McMaster said. \"He's been driven by an obsession with restoring Russia to national greatness. And his plan to do that is not to make Russia great, it's really to drag everybody else down, and you're seeing, you know, this sustained campaign against, you know, any of the former territories of the Soviet Union and the former Warsaw Pact countries, really, designed to restore Russian influence.\"\n\nWeeks before the invasion, Andrea Kendall-Taylor, a former senior intelligence analyst, told CBS News national security contributor Michael Morell she thought there were also \"legacy issues at play\" for Putin.\n\n\"Putin is thinking long term,\" she said. \"I think he believes that he is the last Russian leader who would be willing to take such risks to reassert Russia's role as a great power. And so I think for him, the time is, his clock is ticking... He sees the West as being in decline. He sees the United States is distracted. He sees the trans-Atlantic relationship as under strain and he is leaning in now, I think, to accomplish these very maximalist objectives because I think that he views this as the opportune moment to do that.\"\n\nAs CBS News' David Martin reported in January, Putin's objective is to keep Ukraine — the second-largest country on the continent — from making common cause with the democracies of Europe.\n\n\"What motivates Putin,\" former NATO Ambassador Ivo Daalder told CBS News, \"is a concern about the independence of Ukraine — a worry that a functioning, successful, prosperous democracy in Ukraine poses a direct threat to his rule, because it will give people in Russia the idea that they, too, could enjoy what Ukraine enjoys, and rise up against his autocratic rule.\"\n\nBefore Russia launched the current invasion, Putin demanded that NATO rule out admitting any new members from among the former Soviet states — most importantly, Ukraine — and that NATO forces pull back from positions in other countries near Russia. The U.S. and NATO flatly rejected the demand to preclude any new members.\n\nMany analysts believe Putin's objective is topple Ukraine's current government so it can be replaced with a new pro-Russian regime.\n\nIs Ukraine a NATO member? No. Ukraine has made the quest for NATO membership a cornerstone of its national security policy, and it refused to back down from that ambition even as Russia's invasion became more brutal. Even before the current conflict there was no discussion of Ukraine being admitted to the alliance anytime soon.\n\nWhile many Ukrainians, especially in the country's east, are pro-Russian, Ukrainians ousted their last pro-Russia president in 2014 and have consistently elected pro-Western politicians since.\n\n\"The Ukrainians want to be in NATO,\" Ukraine's U.N. Ambassador Sergiy Kyslytsya told CBS News' Pamela Falk in early February. \"Before 2014, they were already very pro-European Union... At that moment and before 2014, there was no majority. If you polled the nation, we wouldn't have more than 50% of Ukrainians in favor of the NATO membership. Now, we have very high figures of Ukrainians if they ask if they want to be in NATO. Because now they realize that trying to defend ourselves on our own is not only questionable from the military point of view, but it is also exceptionally expensive economically and financially.\"\n\nBut by late February, amid direct negotiations between his government and Russia, President Volodymr Zelenskyy indicated for the first time that Ukraine was willing to consider adopting a neutral status as a nation.\n\nBy early March there were hints that the talks could be making some headway, and Zelenskyy told a group of European allies that his country had to accept the door to NATO membership was \"closed.\"\n\nWhy is it America's problem? As Ukraine is not a NATO member, the U.S. and most of its European allies have ruled out sending troops into the country to help defend its territory. Instead, they have provided military hardware, cash, and diplomatic support.\n\nThe U.S. interest in rebuffing Russia's aggression is difficult to explain in terms of goods or American lives: Ukraine is not a significant trading partner, and a threat to its territory or sovereignty poses no direct threat to that of the United States.\n\nBut the world's most powerful democracies have struggled for years to keep Putin's myriad nefarious actions in check — from claiming Crimea, to poisoning dissidents on British soil and helping the Assad regime wage a brutal war its own people in Syria.\n\nAs Putin seeks now to deepen Russia's ties with China, another powerful nation eager to portray the Western model of democracy as past its prime, the U.S. has a clear interest in turning back his latest and boldest effort to drive a wedge between NATO members.\n\nEleanor Watson, Olivia Gazis, David Martin, Ed O'Keefe, Sara Cook, Margaret Brennan and Christina Ruffini contributed reporting.","issue":"russia-ukraine-invasion","url":"https:\/\/www.cbsnews.com\/news\/ukraine-news-russia-war-how-we-got-here\/","sources":[{"Name":"Ukrainian President Volodymyr Zelenskyy","Biography":"President of Ukraine, a former comedian and actor who took office in May 2019","Information":"Ukrainian President Volodymyr Zelenskyy has expressed willingness to compromise on Ukraine's ambitions to join NATO in an effort to halt the ongoing conflict initiated by Russian President Vladimir Putin. Following Russia's full-scale invasion on February 24, 2022, Zelenskyy engaged in direct negotiations with Russian representatives, during which he indicated a possible shift towards adopting a neutral national status for Ukraine, acknowledging to European allies that the prospect of NATO membership may no longer be viable."},{"Name":"NATO Secretary-General Jens Stoltenberg","Biography":"Jens Stoltenberg, the Secretary-General of the North Atlantic Treaty Organization (NATO) since 2014, was the former Prime Minister of Norway from 2000 to 2001, and 2005 to 2013","Information":"Jens Stoltenberg stated that the Russian invasion of Ukraine on February 24, 2022, marked the shattering of peace in Europe, introducing a type and scale of warfare not seen on the continent since historical times. His observation contextualizes the severe impact of the conflict triggered by Vladimir Putin's decision to invade Ukraine, escalating an eight-year war based in Ukraine's eastern regions."},{"Name":"Historian Anne Applebaum","Biography":"Anne Applebaum is an American historian specializing in the history of communism and Central and Eastern Europe.","Information":"Anne Applebaum provided historical context for Ukraine's struggle for independence, emphasizing its unique identity since becoming part of the Russian empire in the late 1700s. Applebaum detailed that despite being absorbed into the Soviet Union after a failed independence attempt in the early 20th century, Ukraine maintained its own language and distinct status within the USSR. Under Joseph Stalin, Ukrainian farmland was seized, leading to a famine in the 1930s that resulted in the deaths of approximately 4 million people. She highlights Ukraine's declaration of independence after the collapse of the Soviet Union in 1991."},{"Name":"Retired General H.R. McMaster","Biography":"H.R. McMaster is a retired Lieutenant General in the United States Army and served as National Security Advisor under President Donald Trump from 2017 to 2018.","Information":"General H.R. McMaster analyzed Vladimir Putin's motives, identifying a longstanding desire to restore Russian national greatness since the collapse of the Soviet Union in 1991—a development Putin viewed as disastrous. According to McMaster, Putin's strategy relies on diminishing other countries rather than elevating Russia's status. McMaster posited that Putin's invasion of Ukraine was part of a sustained attempt to cull influence over former Soviet and Warsaw Pact territories, reinforcing Russia's geopolitical dominance."},{"Name":"Andrea Kendall-Taylor","Biography":"Andrea Kendall-Taylor is a former senior intelligence analyst specialized in Eurasian affairs.","Information":"Andrea Kendall-Taylor contributed insights into Vladimir Putin's motivations, suggesting that his approach stems from broader legacy concerns as he seeks to reassert Russia's status as a global power. Kendall-Taylor suggested this moment's significance for Putin is compounded by his perception of Western decline and distraction. Recognizing his time as leader may be limited, Putin is thought to be aggressively pursuing broader maximalist aims, using Ukraine as a key focal point."},{"Name":"CBS News' David Martin","Biography":"David Martin is a CBS News national security correspondent with extensive experience covering military and defense-related stories.","Information":"David Martin reported that Russian President Vladimir Putin's strategic goal is to prevent Ukraine from forming alliances with European democracies. By controlling Ukraine, which is the second-largest country in Europe, Putin aims to stifle democratic aspirations that might inspire similar movements within Russia, maintaining stability under his authoritarian regime."},{"Name":"Former NATO Ambassador Ivo Daalder","Biography":"Ivo Daalder is a former U.S. Ambassador to NATO from 2009 to 2013, known for his expertise in international relations.","Information":"Ivo Daalder shared insights into Vladimir Putin's trepidations about Ukraine's independence, recognizing it as a potential threat to Putin's autocratic rule. Daalder articulated that a successful, prosperous Ukraine could undermine Putin's authority if Russians demand similar democratic liberties. He also highlighted that Putin explicitly demanded NATO to cease future expansions, especially concerning Ukraine, underscoring Putin's strategic attempt to counter Western influence."},{"Name":"Ukraine's U.N. Ambassador Sergiy Kyslytsya","Biography":"Sergiy Kyslytsya is the Permanent Representative of Ukraine to the United Nations.","Information":"Sergiy Kyslytsya affirmed Ukraine's aspiration to join NATO as part of its national security strategy. Prior to 2014, Ukrainian public support for NATO was not substantial, but subsequent Russian aggression, including the annexation of Crimea, has shifted public opinion, resulting in more Ukrainians favoring NATO membership. Kyslytsya explained that more Ukrainians now recognize alliances like NATO as essential for defending against Russian aggression, economically and militarily."},{"Name":"European Allied Nations (unnamed)","Biography":"Allied countries from the continent of Europe working to maintain international order and security within the NATO framework.","Information":"European allied nations in talks with Ukraine acknowledged that the current conflict with Russia has led Ukrainian President Volodymyr Zelenskyy to concede that NATO membership is not a viable option for Ukraine in the immediate future. This marked a significant diplomatic dynamic shift as Ukraine considered a neutral international status to de-escalate the conflict with Russia."},{"Name":"The U.S. Government (unnamed)","Biography":"The executive branch of the United States federal government responsible for national defense, foreign policy, and upholding national interests.","Information":"The United States government, while ruling out direct military intervention in Ukraine, has supported Ukraine's defense efforts through the provision of military hardware, financial aid, and diplomatic backing. Although Ukraine's sovereignty does not pose an immediate threat to U.S. territorial integrity, the U.S. seeks to contain Russia's aggression to preserve international democracy and counter Russia's growing ties with China, which seek to diminish Western democratic influence."},{"Name":"Contributing CBS News Journalists (Eleanor Watson, Olivia Gazis, David Martin, Ed O'Keefe, Sara Cook, Margaret Brennan, Christina Ruffini)","Biography":"A group of CBS News reporters and journalists contributing to coverage of the Russia-Ukraine conflict","Information":"Contributing CBS News journalists provided comprehensive reporting on the geopolitical context and implications of Russia's invasion of Ukraine. Coverage elucidates the historical antecedents and recent developments since 2014 that shaped the current crisis, emphasizing NATO's strategic decisions and the broader international implications of Russia's actions, including its potential impact on global democracy and security. The reporting highlighted the nuanced positions of global powers amidst the conflict."}]}
{"title":"Russian Invasion of Ukraine","author":"Wikipedia contributors","content":"On 24 February 2022, Russia invaded Ukraine, starting the largest and deadliest war in Europe since World War II, in a major escalation of the conflict between the two countries which began in 2014.[15][16][17] The fighting has caused hundreds of thousands of military casualties and tens of thousands of Ukrainian civilian casualties. As of 2025, Russian troops occupy about 20% of Ukraine. From a population of 41 million, about 8 million Ukrainians had been internally displaced and more than 8.2 million had fled the country by April 2023, creating Europe's largest refugee crisis since World War II.\n\nIn late 2021, Russia massed troops near Ukraine's borders and issued demands to the West including a ban on Ukraine ever joining the NATO military alliance.[18] After repeatedly denying having plans to attack Ukraine, on 24 February 2022, Russian president Vladimir Putin announced a \"special military operation\", saying that it was to support the Russian-backed breakaway republics of Donetsk and Luhansk, whose paramilitary forces had been fighting Ukraine in the war in Donbas since 2014. Putin espoused irredentist and imperialist views challenging Ukraine's legitimacy as a state, baselessly claimed that the Ukrainian government were neo-Nazis committing genocide against the Russian minority in the Donbas, and said that Russia's goal was to \"demilitarise and denazify\" Ukraine.[19][20][21][22] Russian air strikes and a ground invasion were launched on a northern front from Belarus towards the capital Kyiv, a southern front from Crimea, and an eastern front from the Donbas and towards Kharkiv. Ukraine enacted martial law, ordered a general mobilisation, and severed diplomatic relations with Russia.\n\nRussian troops retreated from the north and the outskirts of Kyiv by April 2022, after encountering stiff resistance and logistical challenges. The Bucha massacre was uncovered after their withdrawal. In the southeast, Russia launched an offensive in the Donbas and captured Mariupol after a destructive siege. Russia continued to bomb military and civilian targets far from the front, and struck the energy grid during winter months. In late 2022, Ukraine launched successful counteroffensives in the south and east, liberating most of Kharkiv Oblast. Soon after, Russia illegally annexed four partly-occupied provinces. In November, Ukraine liberated Kherson. In June 2023, Ukraine launched another counteroffensive in the southeast but made few gains. After small but steady Russian advances in the east in the first half of 2024, Ukraine launched a cross-border offensive into Russia's Kursk Oblast in August, where North Korean soldiers were sent to assist Russia. The United Nations Human Rights Office reports that Russia is committing severe human rights violations in occupied Ukraine. The direct cost of the war for Russia has been over US$450 billion.[23][24][25]\n\nThe invasion was met with widespread international condemnation. The United Nations General Assembly passed a resolution condemning the invasion and demanding a full Russian withdrawal. The International Court of Justice ordered Russia to halt military operations, and the Council of Europe expelled Russia. Many countries imposed sanctions on Russia and its ally Belarus and provided large-scale humanitarian and military aid to Ukraine. The Baltic states and Poland declared Russia a terrorist state. Protests occurred around the world, with anti-war protesters in Russia being met by mass arrests and greater media censorship. The Russian attacks on civilians have led to allegations of genocide.[26][27][28][29] War-related disruption to Ukrainian agriculture and shipping contributed to a world food crisis; war-related local environmental damage has been described as ecocide and the war has heavily disrupted global climate policy. The International Criminal Court (ICC) opened an investigation into crimes against humanity, war crimes, abduction of Ukrainian children, and genocide against Ukrainians. The ICC issued arrest warrants for Putin and five other Russian officials.\n\n[15] See notes for citations\n\n[16] See bibliography for references \n\n[17] Consult the bibliography for additional sources \n\n[18] See further information about Russia–Ukraine relations \n\n[19] Consult notes for footnotes \n\n[20] Find more about Ukrainian revolution \n\n[21] For prelude details see article \n\n[22] Events are covered further in the article \n\n[23] Economic aspects and relations section covers more about the costs \n\n[24] For further impacts, check the casualties section \n\n[25] Bibliography contains more about international reactions \n\n[26] Refer to the article for peace efforts and efforts \n\n[27] Consult the outlined strategies for additional strategies \n\n[28] Check war crimes and attacks on civilians for more \n\n[29] Maps and detailed scenarios are available throughout","issue":"russia-ukraine-invasion","url":"https:\/\/en.wikipedia.org\/wiki\/Russian_invasion_of_Ukraine#External_links","sources":[{"Name":"United Nations Human Rights Office","Biography":"A global intergovernmental organization responsible for promoting and protecting human rights as guaranteed under international law. The office is part of the larger United Nations human rights program.","Information":"The United Nations Human Rights Office reports that Russia is committing severe human rights violations in occupied Ukraine, highlighting widespread concerns over the treatment of civilians in the regions controlled by Russian forces."},{"Name":"Vladimir Putin","Biography":"The President of Russia, serving multiple terms since 1999. A key political figure known for his authoritative leadership style and expansionist policies.","Information":"Vladimir Putin announced a \"special military operation\" on 24 February 2022, claiming it was to support the Russian-backed breakaway republics of Donetsk and Luhansk. He presented irredentist and imperialist claims that challenged Ukraine's state legitimacy and falsely accused the Ukrainian government of being neo-Nazis committing genocide against the Russian minority. Putin stated Russia's goal was to \"demilitarise and denazify\" Ukraine."},{"Name":"The United Nations General Assembly","Biography":"A deliberative body of the United Nations in which all 193 member states are represented. It oversees resolutions addressing global issues.","Information":"The United Nations General Assembly passed a resolution condemning the Russian invasion of Ukraine and demanding a full Russian withdrawal, demonstrating international disapproval and urging accountability and resolution of the conflict."},{"Name":"The International Court of Justice","Biography":"The principal judicial organ of the United Nations, tasked with settling disputes between states and providing advisory opinions on international legal questions.","Information":"The International Court of Justice ordered that Russia halt its military operations in Ukraine, marking a significant legal stance against the Russian invasion and calling for immediate cessation of hostilities."},{"Name":"The Council of Europe","Biography":"An international organization aimed at upholding human rights, democracy, and the rule of law in Europe.","Information":"The Council of Europe expelled Russia following its invasion of Ukraine, reflecting the widespread condemnation of its actions and further isolating Russia on an international scale."},{"Name":"The Baltic States and Poland","Biography":"Countries located in Northern and Central Europe consisting of Estonia, Latvia, Lithuania, and Poland, all of which are members of NATO and have historical contexts related to Russian expansionism.","Information":"The Baltic States and Poland declared Russia a terrorist state in response to its invasion of Ukraine, signaling their strong opposition to Russian aggression and supporting Ukraine's sovereignty."},{"Name":"The International Criminal Court (ICC)","Biography":"A permanent international tribunal that prosecutes individuals for international crimes, including genocide, crimes against humanity, and war crimes.","Information":"The ICC opened an investigation into crimes against humanity, war crimes, the abduction of Ukrainian children, and genocide against Ukrainians amid the war. The ICC has issued arrest warrants for Russian President Vladimir Putin and five other Russian officials for their roles in these alleged crimes."}]}
{"title":"Russia’s war in Ukraine, explained","author":"Jen Kirby and Jonathan Guyer","content":"Russia is bombarding major cities in Ukraine, more than a week into a war where Moscow has faced setbacks on the battlefield — yet seems undeterred from its campaign to take Ukraine.\n\nGet in-depth coverage about Russia’s war on Ukraine.\n\nWhy Ukraine?\n\nLearn the history behind the conflict and what Russian President Vladimir Putin has said about his war aims.\n\nThe stakes of Putin’s war\n\nRussia’s invasion has the potential to set up a clash of nuclear world powers. It’s destabilizing the region and terrorizing Ukrainian citizens. It could also impact inflation, gas prices, and the global economy.\n\nHow other countries are responding\n\nThe US and its European allies have responded to Putin’s aggression with unprecedented sanctions, but have no plans to send troops to Ukraine, for good reason.\n\nHow to help\n\nWhere to donate if you want to assist refugees and people in Ukraine.\n\nOn March 4, Russia seized Zaporizhzhia, one of Europe’s largest nuclear power plants. Russian shelling of the southeastern Ukraine facility set off a fire, which Ukrainian officials warned could set off a nuclear disaster. It took hours, but the fire was extinguished, and international monitors said that they do not detect elevated radiation levels and that the fire did not damage “essential” equipment. US officials have said Russia now appears to be in control of the plant.\n\nBut the incident was a reminder of how dangerous this war in Ukraine is becoming, and how uncertain and confusing things still are on the ground. Russian troops were advancing toward Kyiv, and thousands and thousands are fleeing in advance of a possible siege on the city.\n\nThe Russian military has made advances in the south, and are gaining in the area of Kherson, a port city on the Black Sea whose control is reportedly contested, and Mariupol, on the Sea of Azov. Russian bombardment of these cities has resulted in humanitarian issues, with bridges and roads damaged by the fighting and dwindling access to food, clean water, medicine, and electricity in certain areas. Kharkiv, Ukraine’s second-largest city, experienced heavy Russian fire this week, and strikes have heavily damaged residential areas.\n\nUkrainian and Russian officials met in early March, and tentatively agreed on the need for humanitarian corridors — basically, safe zones for civilians to flee and supplies to pass through — but did not reach agreements on a larger ceasefire. As of March 6, multiple attempts to evacuate Ukrainian civilians have been halted because of Russian shelling.\n\nPutin’s attempt to redraw the map of Europe risks becoming the most devastating conflict on the continent since World War II. Already, it is causing an astounding humanitarian crisis: Hundreds, perhaps thousands, of civilians have died, and more than 1.5 million people have fled the violence so far, according to the United Nations High Commissioner for Refugees, making it the fastest-growing refugee crisis in Europe since World War II.\n\nThe battle for Ukraine began in the early morning hours, local time, on February 24, when Russian President Vladimir Putin launched what he called a “special military operation” into the country of about 40 million. He claimed the Russian military seeks “demilitarization and denazification” but not occupation; attacks shortly followed from multiple fronts and targeted toward multiple cities.","issue":"russia-ukraine-invasion","url":"https:\/\/www.vox.com\/2022\/2\/23\/22948534\/russia-ukraine-war-putin-explosions-invasion-explained","sources":[{"Name":"Ukrainian officials","Biography":"Government representatives and authorities from Ukraine responsible for national security and crisis management.","Information":"Ukrainian officials raised alarm regarding Russia's seizure of Zaporizhzhia, emphasizing that Russian shelling caused a fire at the prominent nuclear power plant. This incident, according to them, carried the risk of triggering a nuclear disaster. Despite the danger, these officials reported that essential equipment at the facility remained undamaged and that elevated radiation levels were absent after the fire was extinguished."},{"Name":"United Nations High Commissioner for Refugees","Biography":"The United Nations agency tasked with supporting and protecting refugees globally by participating in humanitarian interventions and issuing reports on refugee situations.","Information":"The United Nations High Commissioner for Refugees reported an escalating refugee crisis in Europe, sparked by Russia's military invasion of Ukraine. They highlight that more than 1.5 million people have fled Ukraine amidst the violence, marking this displacement as the fastest-growing refugee crisis in Europe since the conclusion of World War II."},{"Name":"US officials","Biography":"Representatives of the United States government, engaged in international policy and national security affairs.","Information":"US officials noted that Russia now seemingly controls the Zaporizhzhia nuclear power facility. They also explained the broader geopolitical implications of Russia's actions in Ukraine, including potential nuclear confrontations by establishing a climate of fear and uncertainty in the region and destabilizing global economics with consequences on inflation and gas prices."}]}
{"title":"After 3 months, Russia still bogged down in Ukraine war","author":"THE ASSOCIATED PRESS","content":"When Russia invaded Ukraine on Feb. 24, it had hoped to overtake the country in a blitz lasting only days or a few weeks. Many Western analysts thought so, too.\n\nAs the conflict marked its third month Tuesday, however, Moscow appears to be bogged down in what increasingly looks like a war of attrition, with no end in sight and few successes on the battlefield.\n\nThere was no quick victory for Russian President Vladimir Putin’s powerful forces, no rout that would allow the Kremlin to control most of Ukraine and establish a puppet government.\n\nInstead, Russian troops got bogged down on the outskirts of Kyiv and other big cities amid stiff Ukrainian defenses. Convoys of Russian armor seemed stalled on long stretches of highway. Troops ran out of supplies and gasoline, becoming easy targets.\n\nA little over a month into the invasion, Russia effectively acknowledged the failure of its blitz and pulled troops back from areas near Kyiv, declaring a shift of focus to the eastern industrial region of the Donbas, where Moscow-backed separatists have been fighting Ukrainian forces since 2014.\n\nTo be sure, Russia has seized significant chunks of territory around the Crimean Peninsula that Moscow annexed eight years ago. It also has managed to cut Ukraine off completely from the Sea of Azov, finally securing full control over the key port of Mariupol after a siege that prevented some of its troops from fighting elsewhere while they battled diehard Ukrainian forces.\n\nBut the offensive in the east seems to have bogged down as well, as Western arms flow into Ukraine to bolster its outgunned army.\n\nRussian artillery and warplanes relentlessly pound Ukrainian positions, trying to break through defenses built up during the separatist conflict. They have made only incremental gains, clearly reflecting both Russia’s insufficient troop numbers and the Ukrainian resistance. Russia recently lost hundreds of personnel and dozens of combat vehicles while trying to cross a river to build a bridgehead.\n\n“The Russians are still well behind where we believe they wanted to be when they started this revitalized effort in the eastern part of the country,” Pentagon press secretary John Kirby said Friday, adding that small towns and villages were changing hands every day in the Donbas.\n\nElsewhere in Ukraine, Russian forces have methodically targeted Western weapons shipments, ammunition and fuel depots, and critical infrastructure in hopes of weakening Kyiv’s military and economy.\n\nBut in trying to gain ground, Russian forces have also relentlessly shelled cities and laid siege to some of them. In the latest example of the war’s toll, 200 bodies were found in a collapsed building in Mariupol, Ukrainian authorities said Tuesday.\n\nThe Kremlin appears to still harbor a more ambitious goal of cutting off Ukraine from the Black Sea coast all the way to the Romanian border, a move that would also give Moscow a land corridor to Moldova’s separatist region of Transnistria, where Russian troops are stationed.\n\nBut Russia seems to know that this objective is not currently achievable with the limited forces it has.\n\n“I think they’re just increasingly realizing that they can’t necessarily do all of it, certainly not at one go,” said Justin Crump, a former British tank commander who heads Sibylline, a strategic advisory firm.\n\nMoscow’s losses have forced it to rely increasingly on hastily patched-together units in the Donbas that could only make small gains, he said.\n\n“It’s a constant downshifting of gear toward smaller objectives that Russia can actually achieve,” Crump said. “And I think on the biggest scale, they’ve actually downsized their strategy better to match their their ability on the ground.”\n\nTwo top officials appeared to acknowledge Tuesday the advance has been slower than expected. Secretary of Russia’s Security Council Nikolai Patrushev said it “is not chasing deadlines,” and Defense Minister Sergei Shoigu said the pace was deliberate to allow civilians to flee, even though forces have repeatedly hit civilian targets.\n\nMany in Ukraine and the West thought Putin would pour resources into the Donbas to score a decisive triumph by Victory Day on May 9, when Moscow celebrates its defeat of Nazi Germany in World War II. Russia has falsely called the war a campaign to “denazify” Ukraine — a country with a democratically elected Jewish president who wants closer ties with the West.\n\nRather than a massive campaign, however, the Kremlin opted for tactical mini-offensives, aimed at steadily trying to encircle Ukrainian forces.\n\n“The Russian leadership is urging the military command to show at least some gains, and it has nothing else to do but to keep sending more troops into the carnage,” said Mykola Sunhurovskyi, a military expert at the Kyiv-based Razumkov Center think tank.\n\nMany in the West expected Putin to declare a broad troop mobilization, with British Defense Secretary Ben Wallace saying he might do it on Victory Day. That never happened, with Russia continuing to rely on a limited force that was clearly insufficient.\n\nA massive mobilization would likely foment discontent in Russia, fuel antiwar sentiment and carry political risks. Authorities opted for more limited options, with lawmakers drafting a bill to waive the current age limit of 40 for those willing to sign up for the military.\n\nThe lack of resources was underlined last week by an abrupt Russian withdrawal from areas near Kharkiv, Ukraine’s second-largest city that has been bombarded since the war began. Some of those forces apparently were redeployed to the Donbas, but it wasn’t enough to tip the scales.\n\n“They really had to thin out the troops they had around Kharkiv, simply because they’re trying to hold to too much of a line with too few troops,” said Phillips O’Brien, professor of strategic studies at the University of St. Andrews in Scotland.\n\nThe Donbas fighting has increasingly become artillery duels, and “it might go on for quite a long time without much movement in the lines,” he said.\n\n“So it will be a more of a positional battle at that point, O’Brien added, with success going to whoever “can take the pounding.”\n\nUkraine, meanwhile, continues to get a steady flow of Western arms, including U.S. howitzers and drones, tanks from Poland and other heavy gear that is immediately sent into combat.\n\n“Ukraine’s plan is simple and obvious — wear down the Russian forces in the nearest months as much as possible, win time for receiving Western weapons and training how to use them, and then launch a counteroffensive in the southeast,” said Sunhurovskyi, the Kyiv-based military expert.\n\nHe said Ukraine hopes to receive even more powerful Western weapons, such as U.S. HIMARS multiple rocket launchers, anti-ship missiles and more potent air defense weapons.\n\nRussian hard-liners warn that Moscow can’t win if it doesn’t conduct a large mobilization and concentrate all of its resources in a decisive attack.\n\nIgor Strelkov, a former security officer who led the separatists in 2014, denounced what he described as the Kremlin’s indecision, saying it could lead to defeat.\n\n“For Russia, the strategic deadlock is deepening,” he said.\n\nUkrainian authorities are increasingly emboldened by the slow pace of the Russian offensive and growing Western support. President Volodymyr Zelenskyy reaffirmed last week that pushing the Russians back to pre-invasion positions would represent a victory, but some aides declared even more ambitious goals.\n\nAdviser Mykhailo Podolyak said Ukraine isn’t interested in a cease-fire “until Russia is ready to fully liberate occupied territories,” a bold statement that appears to reflect hopes for reclaiming the Donbas and Crimea.\n\nRussia, meanwhile, apparently aims to bleed Ukraine by methodically striking fuel supplies and infrastructure while grinding out military gains. The Kremlin may also hope the West’s attention will shift elsewhere.\n\n“Their final hope is that we will lose interest completely in the conflict in Ukraine by the summer,” Crump said. “They’re calculating the Western audiences will lose interest in the same way as Afghanistan last year. Russia thinks that time is working in its favor.”\n\n___\nDanica Kirka in London, Lolita C. Baldor in Washington and Yuras Karmanau in Lviv, Ukraine, contributed.\n\n___\nFollow AP’s coverage of the war in Ukraine: https:\/\/apnews.com\/hub\/russia-ukraine","issue":"russia-ukraine-invasion","url":"https:\/\/apnews.com\/article\/russia-ukraine-putin-kyiv-politics-9e0c72aa16d97d7466f22dfbf6dc8fa0","sources":[{"Name":"Pentagon press secretary John Kirby","Biography":"Pentagon press secretary who provides information on military operations and strategies, particularly pertaining to the United States' stance on international conflicts.","Information":"John Kirby stated that Russian forces in the eastern part of Ukraine's Donbas region are behind where they intended to be at the beginning of their renewed effort. The ongoing conflict involves fluid territorial changes in small towns and villages. He highlighted that the revitalized Russian campaign in the east had not achieved its goals particularly due to Ukrainian resistance and highlighted the incremental nature of battle advances by the Russian side. He provided insight into the current artillery duels and the lack of a swift progression in the eastern offensive."},{"Name":"Justin Crump","Biography":"Former British tank commander and head of Sibylline, a strategic advisory firm that analyzes military strategies and geopolitical affairs.","Information":"Justin Crump commented on the strategic decisions of Russia, noting their attempts to downshift towards smaller objectives that are more achievable given their limited abilities on the ground. He acknowledged the lack of large-scale mobilizations and emphasized the strategic diminishment of goals reflecting the insufficiency in achieving grand objectives. Crump warned about Russia's reliance on patched units making minor territorial gains and expected a continuation of this strategy as they confront logistical and manpower constraints. He noted the potential for Western audiences to lose interest in the conflict resembling the Afghanistan situation."},{"Name":"Mykola Sunhurovskyi","Biography":"A military expert at the Kyiv-based Razumkov Center think tank, specializing in defense strategies and military dynamics.","Information":"Mykola Sunhurovskyi discussed the steady influx of Western arms into Ukraine, which strengthens its defense against Russian forces. He outlined Ukraine's strategy to exhaust the Russian forces in anticipation of a stronger counteroffensive in the southeast, driven by Western weaponry support. Sunhurovskyi emphasized goals to reclaim occupied territories while highlighting the constraints faced by Russia due to insufficient mobilization. He also noted the expectation of receiving advanced weapons systems such as HIMARS rocket launchers, anti-ship missiles, and enhanced air defense weapons to bolster Ukraine's strategic position."},{"Name":"Sergei Shoigu","Biography":"Defense Minister of Russia responsible for the nation's defense policy and military action decisions.","Information":"Sergei Shoigu commented on the deliberate pace of Russian advancement in Ukraine's eastern regions, which, he claimed, allows Russian forces to mitigate collateral damage and manage civilian evacuations. However, this contrasts with ongoing reports of civilian infrastructure being targeted in the persistent shelling by Russian forces. Shoigu’s comments provided insight into Russia’s perspective on military strategy and their proclaimed intent to prioritize civilian safety amidst their operational activities."},{"Name":"Igor Strelkov","Biography":"Former Russian security officer who led separatists in Ukraine during 2014's early conflict and has been vocal about Russian military strategies and policies.","Information":"Igor Strelkov criticized the Kremlin's strategy in Ukraine, expressing concerns about indecisiveness in the face of strategic challenges. He warned that Russia faces a strategic deadlock and could be at risk of failure without a large-scale mobilization and concentrated assault. Strelkov's perspective suggests dissatisfaction with the current Russian military tactics and a need for a substantial commitment to overturn the stalemate and secure a decisive victory for Russia’s objectives in Ukraine."}]}
{"title":"How One Crack in the Line Opened a Path for the Russians","author":"Marc Santora","content":"The thunder of ferocious clashes unfolded at the nearby front line as the Ukrainian crew prepared to maneuver its American-made Bradley fighting vehicle out of camouflage and into the fire.\n\nThe commander of the team, a sergeant with the call sign Lawyer, nervously scanned the sky. “If we are seen, the KABs will come,” he said, referring to the one-ton bombs Russia has been using to target Ukraine’s most valuable armor and defenses.\n\nWhat had started as a small Russian thrust into the tiny town of Ocheretyne was growing into a substantial breakthrough, threatening to unhinge the Ukrainian lines across a broad stretch of the eastern front. The crew’s mission was to help contain the breach: protect outmanned and outgunned infantry soldiers, evacuate the wounded and use the Bradley’s powerful 25-millimeter cannon against as many Russians as possible.\n\nBut the 28-ton vehicle was soon spotted. Mortars and rockets exploded all around, and the gunner was badly injured, said the commander, identified only by his call sign according to military protocol.\n\nA combat assignment had turned into a mission to rescue his comrade. The gunner survived and is now recovering, Lawyer said a few days later as he recounted the attack. But the Russians gained territory and are continuing to try to press forward.\n\nUkraine is more vulnerable than at any time since the first harrowing weeks of the 2022 invasion, Ukrainian soldiers and commanders from a range of brigades interviewed in recent weeks said. Russia is trying to exploit this window of opportunity, stepping up its assaults across the east and now threatening to open a new front by attacking Ukrainian positions along the northern border outside the city of Kharkiv.\n\nMonths of delays in American assistance, a spiraling number of casualties and severe shortages of ammunition have taken a deep toll, evident in the exhausted expressions and weary voices of soldiers engaged in daily combat.\n\n“Frankly speaking, I have fears,” said Lt. Col. Oleksandr Voloshyn, 57, the veteran tank battalion commander of the 59th Motorized Brigade. “Because if I will not have shells, if I will not have men, if I will not have equipment that my men can fight with…,” he said, trailing off. “That’s it.”\n\nThe sudden Russian advance through Ocheretyne, about nine miles northwest of Avdiivka, in late April, illustrates how even a small crack in the line can have cascading effects, as already-stretched platoons risk being flanked and encircled and other units race in to plug the breach.\n\n“It’s like if you have an engine knock in your car, and you keep driving it,” Lt. Oleksandr Shyrshyn, 29, the deputy battalion commander for the 47th Mechanized Brigade, said. “The car works, but at some point, it will just stop. Then you’ll end up spending even more resources to restore it.”\n\n“Similarly here, there are mistakes that do not seem critical,” he said. “But they’ve led to the need to stabilize the situation now. And it’s uncertain where that stabilization will occur.”\n\n“Every event you did not predict can turn your situation completely upside down,” Lieutenant Shyrshyn said. “And this is what happened in Ocheretyne.”\n\nThe Ripple Effect\nAfter the fall of Avdiivka to Russian forces in February, the small town of Ochertyne served as a Ukrainian military strong point along a highway. Most of the 3,000 residents had fled. Abandoned high-rise apartment blocks and other urban infrastructure provided good defensive positions and for two months, the situation remained relatively stable.\n\nBut then something went wrong.\n\nThe Russians appeared so suddenly on the battered streets around Ivan Vivsianyk’s home in late April that, at first glance, he mistook them for Ukrainian soldiers. When they asked him for his passport, the 88-year old knew the defense of Ocheretyne had collapsed.\n\n“I thought that our soldiers would come and knock them out,” he said in an interview after making what he called a harrowing walk across the front line to escape. “But it didn’t happen.”\n\nThree weeks later, what started as a small Russian advance has grown into a roughly 15-square-mile bulge that is complicating the defense of the Donetsk region.\n\nExtending the bulge farther north could allow the Russians a chance to bypass some of the strongest Ukrainian fortifications in the east that have held for years. Russia can now also take a new line of attack aimed at Konstiantynivka, a town that is a logistical linchpin for Ukrainian forces.\n\nThe Kremlin’s bid to advance from one ruined village to the next has been captured in hours of combat footage shared by Ukrainian brigades at the front.\n\nRussian infantry storm across mine-strewn fields on foot and use dirt bikes and dune buggies to try and outrace Ukrainian exploding drones. They attack in armored columns of varying sizes, with large assaults often led by tanks covered with massive metal sheds and equipped with sophisticated electronic warfare equipment to protect against drones. Western observers have dubbed them “turtle tanks.” The Ukrainians call them “wundervaflia,” which combines the German word for wonder with the Ukrainian word for waffle.\n\n“We allow their infantry closer to us, which creates closer contact and direct firefights,” Lieutenant Shyrshyn said. “Therefore, our losses are increasing.”\n\nThe Russians are also paying a staggering price for every step forward. Some 899 Russian soldiers per day were killed or wounded in April, Britain’s military intelligence agency reported recently.\n\nDespite throwing so many soldiers into the fight, the Russians took an area covering only about 30 square miles in April, according to military analysts. And capturing Ukraine’s last fortress cities in the Donbas \u0014 urban centers like Kramatorsk and Pokrovsk \u0014 would almost certainly involve long and bloody battles.\n\nStill, the Russian advances in recent weeks in the east and northeast are starting to alter the geometry of the front in dangerous ways.\n\nThe Fraying Line\n“Look at the map, where we are and where Ocheretyne is,” said Colonel Voloshyn, the tank battalion commander. He studied the terrain as he prepared to head out on a mission to target a house where 20 Russians were thought to be hiding. “I can now assume that they can simply bypass us on the left, on the right. They have tactical success, they have equipment, men, shells. So we can expect everything.”\n\nThe lack of dramatic shifts in the front for more than a year obscured the exhausting positional fighting needed to maintain that precarious balance. In a war where a battle over a single tree line can rage for weeks, the sudden Russian thrust into the area around Ocherytne was the most dangerous kind of problem \u0014 fast, deep and surprising.\n\nThere is a bitter debate over who was responsible for the failure to hold the line there.\n\nThe Deep State Telegram channel, which has close links to the Ukrainian army, accused the 115th Mechanized Brigade of leaving critical positions without orders, allowing the Russians to infiltrate and storm the settlement.\n\nThe brigade issued a furious denial, saying its soldiers were outnumbered by as much as 15 to one and held on as long as possible under withering bombardment.\n\n“We want to emphasize that no regular unit of the 115th Brigade of the Armed Forces of Ukraine left or fled positions,” the brigade said. A special military commission has been established to determine what precisely what happened.\n\nSoldiers familiar with the fight were hesitant to publicly criticize a neighboring brigade and said a host of issues \u0014 from poor communication to being vastly outgunned \u0014 all likely played a role.\n\nLieutenant Shyrshyn of the 47th, which held positions next to the 115th, would not speculate on what went wrong, but said the consequences were immediate: It was soon clear that the 47th would have to fall back or risk encirclement and catastrophic losses.\n\n“The Russians sensed the weakness in that direction as they used the gaps to get in behind the Ukrainian soldiers,” he said. “Then we lost Ocheretyne, then Novobakhmutivka, then Soloviove.”\n\nThe Ukrainian high command does not like to surrender any territory, the lieutenant said, adding that “it is very complicated to argue with them and explain why it is not good to hold this position.”\n\nLieutenant Shyrshyn hoped the situation would improve with the arrival of Western weapons but until then, he said, “we will continue to die, we will continue to lose territories”\n\n“The question is whether it will be at a slow pace and defensible,” he said. “Or at a fast one and senseless.”","issue":"russia-ukraine-invasion","url":"https:\/\/www.nytimes.com\/2024\/05\/14\/world\/europe\/ukraine-russia-war-battlefield.html","sources":[{"Name":"The Commander with Call Sign 'Lawyer'","Biography":"Sergeant and commander of the Bradley fighting vehicle team in the Ukrainian army.","Information":"Sergeant 'Lawyer' is the commander of a Ukrainian team operating an American-made Bradley fighting vehicle. While preparing to move out of a camouflaged position into combat, 'Lawyer' expresses concerns about the threat of being targeted by Russian KAB bombs if spotted. His unit, tasked with protecting front-line infantry and using their Bradley's cannon against enemy forces, was soon exposed to a barrage, resulting in the gunsmith operator's injury. After the attack, 'Lawyer' confirms the survival and recovery of his fellow soldier but acknowledges that the Russians gained territory in their advance."},{"Name":"Lt. Col. Oleksandr Voloshyn","Biography":"Veteran tank battalion commander of the 59th Motorized Brigade in the Ukrainian military.","Information":"Lieutenant Colonel Oleksandr Voloshyn, 57, a seasoned tank commander, voices his fears of not having enough shells, men, or equipment needed to maintain the fight against the Russian forces. He highlights the sense of vulnerability within the Ukrainian military as they face increased Russian assaults across the eastern front. The rising number of casualties, along with delayed American assistance and severe ammunition shortages, further compounds the challenges they face, creating uncertainties about the ability to withstand the unfolding Russian offensives."},{"Name":"Lt. Oleksandr Shyrshyn","Biography":"Deputy battalion commander of the 47th Mechanized Brigade in the Ukrainian army.","Information":"Lieutenant Oleksandr Shyrshyn, 29, describes the strategic and tactical challenges faced by Ukrainian forces as the Russian advances threaten to destabilize their positions. He notes the rapid nature of the Russian assault through Ocheretyne and its potential to unhinge Ukrainian defenses across the eastern front. Shyrshyn compares the situation to a failing engine, requiring urgent attention to stabilize. He reflects on the inability to predict every event, highlighting how unexpected developments in Ocheretyne led to cascading effects across the line."},{"Name":"Ivan Vivsianyk","Biography":"An 88-year-old resident of Ocheretyne who witnessed the Russian advance.","Information":"Ivan Vivsianyk recounts the sudden appearance of Russian forces in the devastated streets of Ocheretyne, initially mistaking them for Ukrainian soldiers. Realizing the defense had collapsed when asked for his passport, Vivsianyk undertakes a perilous walk across the front line to escape. His account helps underscore the deteriorating situation in Ocheretyne, where a Russian advance created a 15-square-mile bulge complicating the defense of the Donetsk region."},{"Name":"Deep State Telegram Channel","Biography":"A Telegram channel with close ties to the Ukrainian army.","Information":"The Deep State Telegram channel claims that the 115th Mechanized Brigade's critical positions were vacated without orders, leading to a penetration by Russian forces. This alleged failure of the 115th Brigade is highlighted in a contentious debate over the incident, with differing accounts and denials, contributing to the broader challenges faced by Ukrainian defenses."},{"Name":"The 115th Mechanized Brigade","Biography":"A brigade within the Ukrainian Armed Forces.","Information":"The 115th Mechanized Brigade issues a defense in response to allegations of abandoning critical positions without orders, asserting they were heavily outnumbered—up to 15 to one—and fought under intense bombardment. They emphasize that no regular unit fled their posts, and a special commission is tasked with investigating the circumstances that led to the loss in Ocheretyne."}]}
{"title":"Australia urged to do more on climate crisis as activists rue trillion-dollar Cop29 funding gap","author":"Adam Morton in Baku","content":"The Australian government has been urged to “step up” and do more to address the climate crisis after a major UN summit ended with a global finance agreement that developing countries criticised for not going far enough.\n\nThe Cop29 talks in the Azerbaijan capital of Baku ended at 4am on Sunday with a consensus agreement that developing countries would be paid at least US$300bn (A$460bn) a year in global climate finance by 2035 to help them shift to a low-carbon economy and adapt to the impacts of extreme weather.\n\nWealthy nations, including Australia, agreed to “take the lead” in getting there. But they acknowledged developing countries actually needed at least US$1.3tn (A$2tn) a year.\n\nThe countries agreed to work together to find a way to achieve the higher target. It could include funding from private investors and potential new taxes on, for example, shipping and aviation.\n\nThe $1.3tn was based on a calculation by leading economists but many activists demanded more – as much as US$7tn a year – based on wealthy nations’ historic responsibility for rising damage caused by global heating.\n\nThe agreement cleared a final plenary session 34 hours after the scheduled close of the summit but some developing countries responded with fury, calling it not just a failure but a betrayal.\n\nIt may not have been accepted had the Azeri Cop29 president, Mukhtar Babayev, not gavelled it through before India could express its objection. India’s delegate, Chandni Raina, said the deal was an “optical illusion” and suggested the country would have blocked it given the chance.\n\nAustralia’s climate change minister, Chris Bowen, was a co-facilitator leading negotiations with nearly 200 countries on the design before making recommendations to the Azeri hosts. Bowen left before the final plenary on a pre-booked flight to return to Australia for parliament on Monday. Australia was represented by diplomats in the final stages.\n\nErin Ryan, a senior international campaigner at Climate Action Network Australia, said Cop29 had “ended as it ran”, held hostage by the interest of high-income countries and a petrostate host.\n\nShe said an annual goal of US$300bn might sound big “but when spread globally for what is required to transition, it leaves us where we started: with low-income countries struggling to shoulder the rising costs of a climate crisis they never caused”.\n\nShe added: “As a wealthy nation, and a huge fossil fuel exporter, the Australian government notably failed to drive bigger ambition. This is about realism. Getting better financial arrangements is key to getting global support for rapid fossil-fuel phase-out globally.”\n\nThe deal does not commit the Australia government to paying a particular amount. It has been sharply criticised for what Climate Action Tracker called “insufficient” climate finance commitments to date – A$3bn between 2020 and 2025. It was praised for committing A$50m to a loss and damage fund during the summit.\n\nGreenpeace Australia Pacific’s head of advocacy, Susie Byers, said given that Australia was bidding to host a UN climate summit in 2026 with Pacific countries it had both “a responsibility and a strong interest in stepping up”. That meant the government presenting a climate plan early next year that would play the country’s part in aiming to limit global heating, she said.\n\n“Australia must also honour the spirit of [last year’s] commitment to transition away from fossil fuels and replace its exports of coal and gas with renewable energy,” she said.\n\nRichie Merzian, the chief executive of the Clean Energy Investor Group and a former climate diplomat, said a more ambitious finance deal was warranted but the end result was a “practical outcome” and Bowen deserved credit for his role.\n\n“Now we need to get on with action to build the renewables, implement the transition and turn our complete attention to developing 2035 emission reduction targets due next year,” he said.\n\nThe Australian government had hoped to win the rights to host Cop31 in November 2026 during the Baku summit, but a decision under the UN’s consensus process was deferred after the other contender, Turkey, resisted pressure to step aside.\n\nThe agreement in Baku sets a deadline for the decision of June 2025, when climate diplomats meet in Bonn, Germany, but it could drag on until Cop30 in Brazil next November.\n\nIn a post on Bluesky reflecting on Cop29, Bowen posted a picture of himself talking with the UN secretary-general, António Guterres. He said “tackling climate change is in our national interest and getting climate finance right is vital for our nearest neighbours in the Pacific”.\n\n“This Cop wasn’t easy, but it was important,” he said. “We also welcome the very strong ongoing support for Australia to host Cop31.”","issue":"cop29","url":"https:\/\/www.theguardian.com\/australia-news\/2024\/nov\/25\/australia-urged-to-do-more-on-climate-crisis-after-playing-role-in-trillion-dollar-cop29-shortfall","sources":[{"Name":"Erin Ryan","Biography":"Senior international campaigner at Climate Action Network Australia","Information":"Erin Ryan criticized the outcome of Cop29, emphasizing that it favored the interests of high-income countries and the petrostate host, Azerbaijan. She argued that the global climate finance goal of US$300bn set by the summit is insufficient given the challenges faced by low-income countries, who must bear the brunt of the climate crisis despite not causing it. Ryan stated that wealthy nations like Australia have a responsibility to drive bigger financial commitments to facilitate the transition to a low-carbon economy, underscoring the need for realistic and improved financial arrangements."},{"Name":"Chris Bowen","Biography":"Australia's climate change minister and co-facilitator of Cop29 negotiations","Information":"Chris Bowen was involved in mediating discussions with 200 countries at Cop29 in Baku before leaving due to previous commitments. Despite his absence during the closing plenary, his role was significant in formulating the agreement, supporting a financial goal of US$300bn annually by 2035 for developing countries. In his assessment, Bowen described the conference as challenging but critical, emphasizing the importance of climate finance for Australia and its Pacific neighbors. He highlighted the country's ambitions to host Cop31 in 2026."},{"Name":"Chandni Raina","Biography":"India's delegate at the Cop29 summit in Baku","Information":"Chandni Raina expressed vehement objection to the agreement reached at Cop29, labeling it as an 'optical illusion.' She voiced India's potential intent to block the consensus had the opportunity not been prematurely curtailed by Mukhtar Babayev, the Azeri Cop29 president. Raina’s remarks reflected a broader dissatisfaction among some developing nations, perceiving the deal as a betrayal that does not adequately address their financial needs for transitioning to greener economies."},{"Name":"Susie Byers","Biography":"Head of advocacy at Greenpeace Australia Pacific","Information":"Susie Byers emphasized Australia's dual responsibility of enhancing its climate commitments to lead global efforts, especially given its ambition to co-host a UN climate summit with Pacific countries in 2026. She urged the government to present a comprehensive climate plan focusing on limiting global warming and transitioning away from fossil fuels. Byers observed that Australia's climate ambitions are intertwined with its identity as a significant exporter of coal and gas, signaling a pressing need for shifting towards renewable energy."},{"Name":"Richie Merzian","Biography":"Chief executive of the Clean Energy Investor Group and former climate diplomat","Information":"Richie Merzian commented on the Cop29 agreement, acknowledging that while a more ambitious financial commitment was desirable, the finalized deal represents a \"practical outcome\". He commended Chris Bowen for his role in the negotiations, urging subsequent initiatives to focus on transitioning to renewable energy infrastructure and setting substantial emission reduction targets for 2035. Merzian highlighted the critical phase of action that must follow the summit's discussions."},{"Name":"The article's author (unnamed)","Biography":"The author of the article","Information":"The article’s author reports on the outcome of the Cop29 summit held in Baku, highlighting the consensus reached on a financial commitment of US$300bn annually by 2035 for developing countries to adapt to climate challenges. The disparity between this goal and the estimated US$1.3tn needed annually, as calculated by economists, is portrayed as a significant point of contention. The report elucidates the responsibilities and challenges faced by wealthy nations, including Australia, to lead the charge in addressing the financial impotence of developing countries."}]}
{"title":"COP 29 Recap: From Financial Breakthroughs to Missed Opportunities","author":"Patricia da Matta","content":"The ‘finance’ COP, held in Baku over the past two weeks, has finally drawn to a close – albeit 33 hours (or is it decades?) too late. Tasked with addressing one of the most pressing questions for climate action – how to finance global mitigation and adaptation efforts – the 29th edition of the UN Climate Change Conference, COP29, concluded with an agreement that marks progress, but which fell short of what many were calling for, leaving us with mixed reactions to the ultimate COP outcome.\n\nZooming into nature-specific outcomes at COP, there is little to report, but this was never billed as a big COP for nature. All eyes are on Brazil in that regard. That’s not to say that the past two weeks were all bad news for nature.\n\n**The new finance deal**\n\nUnder the framework established by the UN in 1992, 23 developed countries and the European Union, historically responsible for the majority of emissions, are obligated to contribute to climate finance. However, agreeing on the amount and establishing a fair framework for payments has proven far more complex. In this context, the COP29 climate summit in Baku marks a significant breakthrough: for the first time in 15 years, the UNFCCC Parties have set a long-term financial target to mobilise $1.3 trillion annually by 2035 across, – which would include funding from all public and private sources. A target of $300 billion annually has been established to “prime the pump” to support vulnerable nations in building resilience, expanding energy access, and fostering sustainable development – though no specific mentions of sectorial action can be found in the final text, nor are there any specific references to nature. Developed nations are expected to lead these efforts, with developing countries encouraged to contribute voluntarily.\n\nThe $300 billion target, described as a “floor, not a ceiling,” serves as a foundation for further financial commitments. The plan aims to redirect global financial systems toward climate action, ensuring investments prioritise the needs of vulnerable nations. Billions in direct financial support are projected to flow to developing countries by 2035, fostering resilience, expanding energy access, and enabling sustainable development. To guide these efforts, the “Baku to Belém Roadmap to 1.3T,” led by the COP Presidencies, will coordinate and drive progress toward this goal.\n\nDespite the progress, the agreement comes with significant compromises. Crucially, the funds will be mobilized from a mix of public and private sources rather than guaranteed grants. Delegates from the poorest nations criticized wealthier countries for their slow and insufficient response, with some labelling the deal as “too little, too late.”\n\n**Global UN Carbon Markets – A Decade in the Making**\n\nAnother major breakthrough at  COP29 was the finalization of rules for global carbon markets under Article 6 of the Paris Agreement. After nearly a decade of negotiations, countries agreed on two mechanisms:\n\n- **Article 6.2:** Regulates bilateral carbon trading between countries.\n- **Article 6.4:** Establishes a global crediting mechanism for emissions reductions.\n\nThese markets could unlock significant funding for climate action while enabling countries to meet their emissions targets more efficiently, and so this has rightly been described by many as a major milestone. \n\nAlthough the work is far from over. For Article 6.4, there is still critical attention required to the standards to ensure they don’t sideline natural climate solutions and Indigenous Peoples, including very impractical language around removals. For Article 6.2, it was agreed that the UN will not oversee the quality of environmental outcomes, nor will errors or inconsistencies receive any sort of penalty. While the agreement includes provisions for transparency to help ensure environmental integrity, there is still a risk that low-integrity deals can be struck, so civil society and media scrutiny will be more important than ever.\n\n**The G20**\n\nAcross the globe, leaders from the 20 largest economies of the world issued a Leaders Declaration reaffirming the goals of the Paris Agreement, reiterating the outcome of the Global Stocktake in Dubai, referencing the G20’s Principles for the Bioeconomy and support for the Tropical Forest Forever Facility. Data launched by Nature4Climate reveals that G20 countries could reduce greenhouse gas emissions by 3370 million tonnes of carbon dioxide equivalent per year (MtCO2e) – comparable to India’s total emissions in 2023 – by prioritising nature in their climate strategy plans.\n\n**National Contributions to the Rescue?**\n\nHowever, current pledges still chart a path toward 2.7°C of warming—far beyond the 1.5°C goal outlined in the Paris Agreement. Nature-based solutions (NbS), which can provide a third of cost-effective mitigation, remain underutilized. Forests dominate existing NbS plans (92%), while ecosystems like mangroves (46%), wetlands (45%), and peatlands (just 4%) are largely overlooked.\n\nTo guide countries in developing comprehensive and investable NDCs, Nature4Climate launched a detailed framework during COP29. Expanding the scope of NbS in NDCs will be critical to closing the ambition gap.\n\n**Speaking of nature…**\n\nNot even crickets made it into the negotiation rooms – or so it seemed. Nature is a critical, yet vastly underfunded, climate solution. At the finance COP though, nature was sadly overlooked. During the tense NCQG talks, more than 100 organizations urged Parties to include ambitious commitments to finance nature within the new climate goal text. However, in the final stages, all mentions of ecosystems, nature and biodiversity were removed.\n\nThe omission underscores a glaring $700 billion annual funding gap for nature finance. Scaling up investments in nature-based solutions, such as restoring degraded forests or protecting wetlands, could generate up to 20 million jobs by 2030 while safeguarding the natural systems that underpin economies. Yet only 33% of nature-related policies published since the Paris Agreement have allocated budgets.\n\nTo meet climate goals, financial flows to NbS must almost triple by 2030. COP30 offers a chance to correct this oversight, but action must start now.\n\n**Political momentum for forests**\n\nForests, however, did have a minute or so under the spotlight. The Forest and Climate Leaders’ Partnership (FCLP) highlighted progress on six country packages and reported that, over the first three years of the Global Forest Finance Pledge, the 11 participating governments and the European Union have collectively contributed USD 10 billion towards the USD 12 billion initially committed for forest conservation and restoration activities. Meanwhile, US President Joe Biden took his first trip to the Amazon to launch the new Brazil Restoration and Bioeconomy Finance Coalition (BRB Finance Coalition) to accelerate the conservation and restoration of Brazil’s forests, with a targeted, aggregate investment of at least $10 billion by 2030 among all coalition members.\n\nThough these indeed pose positive signs, the crucial ecosystem was notably absent from the decision texts.\n\n**The Road to Belém**\n\nAs 2024 is confirmed to be the hottest year on record, the urgency for transformative action has never been greater. COP29 made progress but left critical issues unresolved. The failure to agree on outcomes from last year’s global stocktake, including a timeline for phasing out fossil fuels, has left the COP30 Presidency with (what feels like) too many checkboxes to tick off.\n\nAs COP29 concludes, Alice de Moraes Amorim Vogas, Head of COP30 Brazil, shares an inspiring vision for COP30 in Belém. Brazil aims to consolidate its leadership in the global climate agenda, showcasing its commitment to transitioning to a low-carbon, inclusive future.\n\nBrazil’s President Lula has called for a “fair, fast, and funded” transition to sustainable energy systems and forest protection.\n\nOne good thing to look forward to (aside from the food) is the promise of the largest Indigenous delegation ever seen, as announced by Minister Sonia Guajajara.\n\n“The Paris Agreement process is still alive, albeit barely. Hopefully, the ambition evident in fresh NDCs from Brazil and others, coupled with President Lula’s recent G20 Summit comments, will inject fresh vigor into UN climate talks at COP30 – but the international community would be wise to expect more bumps on the road between Baku and Belém.”\n\n- Clare Shakya, The Nature Conservancy","issue":"cop29","url":"https:\/\/nature4climate.org\/cop-29-recap\/","sources":[{"Name":"United Nations Framework Convention on Climate Change (UNFCCC) Parties","Biography":"International body associated with the United Nations that facilitates global climate agreements and summits, including the annual Conference of the Parties (COP) meetings.","Information":"The UNFCCC Parties, during the 29th edition of the UN Climate Change Conference (COP29) in Baku, brokered a significant finance agreement aiming to mobilize $1.3 trillion annually by 2035 from both public and private sources to support climate action. Within this framework, a specific financial target of $300 billion annually was established to aid vulnerable nations in resilience-building, expanding energy access, and fostering sustainable development. Developed nations are designated to take the lead, though developing countries are encouraged to contribute voluntarily."},{"Name":"Delegates from the Poorest Nations","Biography":"Representatives from economically underdeveloped countries participating in international climate negotiations to secure financial and developmental support.","Information":"Delegates from the poorest nations expressed criticism of wealthier countries at COP29 for their perceived slow and inadequate response to climate financing needs. They labeled the new $1.3 trillion climate finance deal, which relies on mobilizing funds from both public and private sectors rather than guaranteed grants, as \"too little, too late.\""},{"Name":"United Nations Climate negotiations (unnamed)","Biography":"UN-facilitated platforms where international representatives convene to negotiate climate change mitigation strategies, regulations, and financial agreements.","Information":"An unnamed UN climate negotiation process, referenced within COP29 outcomes, reached a milestone with the finalization of rules for global carbon markets under Article 6 of the Paris Agreement. Two mechanisms include Article 6.2, which regulates bilateral carbon trading between countries, and Article 6.4, creating a global crediting mechanism for emission reductions. Concerns remain over the standards necessary to ensure integrity in natural climate solutions and safeguard Indigenous Peoples."},{"Name":"Nature4Climate","Biography":"An organization focused on increasing global recognition of the value of nature as a climate solution, advocating for enhanced investment in nature-based resilience strategies.","Information":"Nature4Climate launched data during COP29 revealing that G20 countries could significantly reduce emissions by incorporating nature into climate strategies. They identify that current pledges suggest a 2.7°C rise in temperature, missing the Paris Agreement's 1.5°C target. Nature-based solutions (NbS) are underutilized, with forests dominating plans (92%), but ecosystems like mangroves (46%), wetlands (45%), and peatlands (4%) need more focus."},{"Name":"Clare Shakya","Biography":"A representative from The Nature Conservancy, a global environmental nonprofit organization focused on conserving land and water habitats.","Information":"Clare Shakya commented on the conclusion of COP29, emphasizing that though it made some progress, it left crucial issues unresolved, like failing to phase out fossil fuels. COP30 in Belém, Brazil, is seen as an opportunity to revitalize commitments within the Paris Agreement, highlighting Brazil's role in leading a transition to a low-carbon future."}]}
{"title":"2024 United Nations Climate Change Conference","author":"Wikipedia contributors","content":"The 2024 United Nations Climate Change Conference or Conference of the Parties of the UNFCCC, more commonly known as COP29, was the 29th United Nations Climate Change conference. Held in Baku, Azerbaijan, from 11 to 22 November 2024.[1] Mukhtar Babayev presided, while Samir Nuriyev headed the Organising Committee.[2][3]\n\nThe conference concluded with an agreement on plans for finance to mitigate the effects of climate change and help developing nations transition to more sustainable energy sources.[4] Rules and a UN registry were agreed to facilitate and record international trading of carbon credits.[5]\n\nThe choice of Azerbaijan as the location for the conference was controversial because it is a major oil and gas producer and authoritarian state with extensive corruption,[6][7][8] with several \"official partners\" of COP29 being businesses directly owned by President of Azerbaijan Ilham Aliyev, or tied to the Aliyev family's businesses.[6][7]\n\n**Critique of choice of location**\n\nCop29 in Azerbaijan\n\nIn December 2023, Azerbaijan was announced as the host of the conference. Held on a rotating schedule, the annual COP summit was set to be hosted by an Eastern European nation. However, Reuters reported that, during the previous COP28 meeting in Dubai, Eastern European countries had agreed to back Azerbaijan's bid for the 2024 edition.[12]\n\nCritics argued that hosting COP29 in Azerbaijan was inappropriate due to the country's poor human rights record and an alleged ethnic cleansing against the Armenian population in the Nagorno-Karabakh region.[13][14] They also highlighted that Azerbaijan was a major fossil fuel producer, with an authoritarian government extensively linked to corruption,[6][15] and saw the choice to assign hosting rights for the COP29 to the country as a way to greenwash its reputation.[16][17]\n\nAdditionally, concerns were raised about the government's repression of journalists and environmental activists before the conference, indicating a suppression of free speech and civil society.[18][19][20] Michael Rubin, senior fellow at the American Enterprise Institute, wrote that COP29 risked legitimizing Azerbaijani President Ilham Aliyev's authoritarian government, comparing the occurrence to the political exploitation of the 1936 Summer Olympics by Adolf Hitler's regime.[21] Reporters and anti-corruption non-profits also criticized extensive corruption occurring in the country, with \"official partners\" of COP29 being businesses that were either owned directly by or tied to the Aliyev family.[6][22]\n\nAmnesty International said the Host Country Agreement (HCA) between Azerbaijan and the UNFCCC should include arrangements that guaranteed that \"all human rights [were] protected and respected\", and must be made public immediately, citing Azerbaijan's human rights violations. The rights group drew a comparison with the situation during COP28, which had been hosted by the United Arab Emirates, stating that it had made multiple efforts to obtain the HCA signed in August 2023. Amnesty received a copy of COP28's HCA in June 2024, and revealed that it had \"significant shortcomings and ambiguities\" in rights protections offered to the participants in Dubai.[23]\n\nOn 11 November 2024, climate activist Greta Thunberg attended a rally in Tbilisi, the capital of Georgia, to protest Azerbaijan's hosting of the COP29. Thunberg and other activists criticized Azerbaijan's repressive government, and use of the summit to \"greenwash\" human rights abuses. She called it \"absurd\" to hold climate talks in an \"authoritarian petrostate\" amid rising emissions and a climate crisis.[24]\n\nAzerbaijani President Ilham Aliyev described the criticism as a \"smear campaign\" and said it \"[could not] derail us from achieving our noble mission to cope with the negative impacts of climate change.\"[8]\n\n**Pre-COP29 negotiations**\n\nAt the Climate Change Conference in Bonn in June 2024, despite positive outcomes on the New Collective Quantified Goal (NCQG) and adaptation indicators for COP29,[25] limited progress was achieved on the effective implementation of Article 6 of the Paris Agreement, with unresolved issues surrounding carbon credit systems and emission avoidance.[26] In the occasion, United Nations Climate Change Executive Secretary, Simon Stiell, stressed the need for further work to address those issues before COP29.[27]\n\nIn July 2024, Azerbaijan announced the institution of the Climate Finance Action Fund (CFAF), a fund that aimed to seek US$1 billion in annual contributions from fossil fuel-producing countries and companies, which would then be re-invested in renewable energy and support of climate projects in developing countries; half of the resources from the CFAF would reportedly be allocated to national plans for the fulfillment of the targets set by the Paris Agreement. 20% of the total revenues would be allocated to a Rapid Response Funding Facility (2R2F) for disaster support.[28][29] \n\nOn 10 and 11 October, Azerbaijan hosted the annual Pre-COP meeting to initiate discussions ahead of COP29. The conference, centered around the motto \"Strengthening Ambitions and Ensuring Action\", opened with COP29 President-designate Mukhtar Babayev, COP28 President Sultan Al Jaber, and UN Deputy Secretary-General Amina J. Mohammed.[30] Guests discussed priorities such as the need for a new climate finance goal to replace the former $100 billion target, the full activation of the Loss and Damage Fund —originally established during the COP27 in Sharm El Sheikh—, and wider support of vulnerable communities. Discussions also included updated Nationally Determined Contributions (NDCs) from countries and the finalization of guidelines for carbon markets under Article 6 of the Paris Agreement. Leaders emphasized the need to cap global warming at 1.5°C, as data from the UN Environment Programme had suggested that existing climate pledges may allow for an overall 2.9°C increase.[31][32] \n\n**Conference agenda**\n\nCOP29 aimed to implement further measures to limit global warming to 1.5°C, emphasizing the urgent need for investment in climate action.[38][39] The COP29 Presidency stressed the importance of operationalizing the Loss and Damage Fund to support vulnerable communities, particularly in Small Island Developing States (SIDS) and Least Developed Countries (LDCs), while calling for enhanced Nationally Determined Contributions (NDCs) in line with 1.5°C targets and urging the submission of national NDCs by 2025, with a focus on fossil fuel phase-out, increasing renewable energy, and addressing non-carbon-dioxide emissions, such as methane. On adaptation, the Presidency called for all countries to prepare and submit their National Adaptation Plans (NAPs) by 2025 and emphasized the need for scaling up adaptation finance. In addition, COP29 encouraged global financial institutions and the private sector to increase climate finance and foster investment in green innovation. The summit aimed to provide platforms to mobilize business participation and enhance transparency in investment decisions to support climate action.[40] \n\n**Climate finance**\n\nAt COP29, climate finance was considered to be a central topic, focusing on scaling up resources for developing countries to address climate impacts and transition to low-carbon economies. A key agenda item was the negotiation of the New Collective Quantified Goal (NCQG) on climate finance, which would set a new financial target to support developing countries after 2025, building on the previous $100 billion annual commitment.[45][46] Proposed solutions included blended finance, which combined public and private investments to amplify funding for climate initiatives, and debt-for-nature swaps, which would allow countries to re-allocate debt repayments toward environmental and climate projects.[46]\n\nAmong the major developments, multilateral development banks, including the World Bank and European Investment Bank, pledged to increase climate-related lending to $120 billion annually for low- and middle-income countries, while the Asian Development Bank announced $7.2 billion in additional investments and a $3.5 billion adaptation program targeting glacial melting in Central Asia and the Southern Caucasus. Non-profit investor Acumen pledged $300 million for agricultural adaptation in Africa, Asia, and Latin America, while the Climate Investment Funds launched a $75 billion bond issuance program on the London Stock Exchange. The Association of Banks of Azerbaijan also committed nearly $1.2 billion to support the country's low-carbon transition.[47]\n\nAt the conference, world leaders ratified a key framework under Article 6.4 of the Paris Agreement, establishing a UN-backed body to regulate international carbon credit trading. The decision is expected to unlock billions of dollars in climate finance, mainly destined to developing countries.[48]\n\nDelegations also reached an agreement for a deal that would oblige developed nations to make a $300 billion annual climate finance pledge by 2035, in order to help developing countries get access to wider economic resources to tackle emissions and climate disasters. However, poorer nations criticized the amount as insufficient, with many pushing for a minimum $500 billion target. While the deal was seen as a small step, critics, including UN officials, called it a betrayal, especially due to the lack of mandatory contributions for emerging economies like China.[49]\n\nKey points of tension in the negotiations were the donor base, in which developed economies such as the US and the European Union had insisted that more countries with resources like China and the Gulf Cooperation Council countries should have contributed by default, and the share of funding coming from public budgets, where developing countries had insisted on significant increases in public, non-loan grants.[50] The final $300 billion text stated that climate funding will come from both public and private sources, and encouraged voluntary contributions from developing countries, including China and Middle Eastern countries.[51]\n\n**Energy transition**\n\nFollowing COP28 in Dubai, COP29 will focus on advancing the energy transition agenda, with particular emphasis on reducing global reliance on fossil fuels and scaling up renewable energy deployment. Key goals include establishing specific timelines for phasing out coal and developing green hydrogen markets, both of which are critical to achieving the Paris Agreement targets. COP29 will also address energy security concerns, especially for economies heavily dependent on fossil fuels, and will support policies that ensure a just and equitable transition for affected communities.[52]\n\nTo facilitate these shifts, COP29 is expected to promote collaborative frameworks that enable countries to share technology, expertise, and resources. This includes regional integration of renewable energy grids, which can improve energy access while reducing emissions. By advancing these initiatives, COP29 seeks to create sustainable, resilient energy systems that align with long-term climate goals.[46]\n\n**Controversies**\n\nCOP29 Chief Executive, Elnur Soltanov, was secretly recorded discussing potential oil and gas deals during the conference, raising serious concerns about a breach of COP ethics. Critics argued that Soltanov's behavior undermined the conference's goal of transitioning away from fossil fuels, as Soltanov also held a key role in Azerbaijan's energy sector.[53]\n\nEU diplomats criticized Azerbaijan for not putting fossil fuel phase-out on the agenda of the conference, which solely mentioned mitigation.[54] On 31 October 2024, Papua New Guinea's Minister of Foreign Affairs, Justin Tkatchenko, announced that the country would boycott the summit entirely, calling it a \"total waste of time\".[55] \n\nIn October 2024, Human Rights Watch revealed the HCA between the UN and Azerbaijan, which had been signed in August.[56] Although the COP29 HCA was made public prior to the climate conference, unlike COP28, it was described as \"disappointing, but not surprising.\" HRW said the HCA was full of \"significant shortcomings and ambiguities on the protections for participants' rights\". The agreement was released alongside HRW's report exposing the efforts of Azerbaijan's government to \"silence its critics\", where several activists and journalists were arrested on baseless and serious criminal charges.[57][58][59]\n\nOn 14 November 2024, the UN was forced to respond to complaints about the lack of vegan, vegetarian and plant-based food options at the COP29. Reportedly only a single food stall in the event's food court sold vegan options, whereas the majority of food stalls, including a Domino's Pizza, sold meat-based meals. In response to the controversy, vegan campaigners handed out free sandwiches.[60]\n\nOn 15 November 2024, the Kick Big Polluters Out (KBPO) coalition, which included Global Witness, Corporate Accountability, and Corporate Europe Observatory, reported that at least 1,773 fossil fuel lobbyists were granted access to the COP29 climate summit in Baku, surpassing the size of nearly each national delegation, except for Azerbaijan (2,229), Brazil (1,914), and Turkey (1,862). According to the KBPO, the report highlighted the \"disproportionate presence\" of industry representatives in comparison to delegates from the ten most climate-vulnerable nations, which had collectively sent 1,033 participants.[61][62][63]\n\nOn 23 November 2024, The Guardian revealed that a Saudi Arabian delegate had allegedly tried to modify an official negotiating text, a type of document that was usually circulated as non-editable PDF by COP presidencies to all countries simultaneously.[64]\n\nThe campaign website cop29.com was purchased by Global Witness instead of Azerbaijan's COP29 team and became a focal point of controversy. Backed by notable figures such as actor Jude Law and former UN climate chief Mary Robinson, the site advocated for fossil fuel companies to fund climate damages, highlighting their $4 trillion earnings in 2022 compared to the $702 million pledged at the summit. The website was banned at the summit venue, and, according to the Financial Times, Azerbaijan blocked domestic access to the site in what was described as a \"fossil fuel domain name war,\" intensifying debates over the influence of fossil fuel interests in the COP process.[65]\n\nFrank Pallone recounted an alarming encounter during his visit to the UN-led climate conference in Baku. He was confronted by hostile, coordinated questions from local media, which he believed were orchestrated by the Azerbaijani government to intimidate him. He accused the Azerbaijani government of repressing free speech and using the event to deflect criticism of its human rights record. Ed Markey also faced harassment, calling out Azerbaijan for \"greenwashing\" its climate and human rights record. Both lawmakers criticized the country’s treatment of political prisoners and its stance on negotiations with Armenia.[66]","issue":"cop29","url":"https:\/\/en.wikipedia.org\/wiki\/2024_United_Nations_Climate_Change_Conference","sources":[{"Name":"Reuters","Biography":"International news organization known for providing global news coverage.","Information":"Reuters reported that during the COP28 meeting in Dubai, Eastern European countries backed Azerbaijan's bid to host COP29 in 2024. This decision made Azerbaijan the COP29 host, despite criticisms regarding the country's human rights record and fossil fuel production. The region for the hosting country rotated among Eastern European nations, prompting Eastern European consensus on Azerbaijan to host the conference in Baku."},{"Name":"Michael Rubin","Biography":"Senior fellow at the American Enterprise Institute, a public policy research institute.","Information":"Michael Rubin compared the occurrence of the COP29 in Azerbaijan to the political exploitation of the 1936 Summer Olympics by Adolf Hitler's regime, implying that the summit could legitimize Azerbaijani President Ilham Aliyev's authoritarian government. Rubin highlighted concerns over Azerbaijan's government using COP29 to divert attention from issues such as human rights violations and corruption within the nation."},{"Name":"Greta Thunberg","Biography":"Renowned climate activist known for rallying global awareness on climate change issues.","Information":"Greta Thunberg attended a rally in Tbilisi, Georgia, on 11 November 2024, to protest Azerbaijan's hosting of COP29. She, alongside other activists, criticized Azerbaijan's authoritarian government and alleged 'greenwashing' of human rights abuses. Thunberg described it as 'absurd' to hold climate talks in an 'authoritarian petrostate' amid the ongoing climate crisis and rising global emissions."},{"Name":"Amnesty International","Biography":"Non-governmental organization focused on human rights advocacy worldwide.","Information":"Amnesty International expressed the necessity for the Host Country Agreement (HCA) between Azerbaijan and the UNFCCC to ensure protection of human rights. They drew parallels to similar shortcomings in rights protections during COP28 in the United Arab Emirates and stressed that the HCA should be publicly accessible to address Azerbaijan's history of human rights violations."},{"Name":"Human Rights Watch","Biography":"International organization dedicated to defending human rights.","Information":"Human Rights Watch revealed that the COP29 Host Country Agreement (HCA) lacked specific clarity regarding participants' rights protections. The HCA was described as being full of 'significant shortcomings and ambiguities.' HRW also criticized Azerbaijan's oppressive measures against critics and activists, underscoring the government's efforts to suppress dissent in the run-up to the conference."},{"Name":"Global Witness","Biography":"Important non-profit organization focused on environmental and social justice.","Information":"Global Witness, part of the Kick Big Polluters Out (KBPO) coalition, reported that 1,773 fossil fuel lobbyists had been granted access to COP29, a figure surpassing most national delegations, except Azerbaijan, Brazil, and Turkey, thereby highlighting a 'disproportionate presence' of industry representatives compared to the ten most climate-vulnerable nations."},{"Name":"The Guardian","Biography":"British newspaper known for its investigative journalism and global news content.","Information":"The Guardian exposed an alleged attempt by a Saudi Arabian delegate to modify an official negotiating text, which was supposed to be a non-editable document circulated by COP presidencies. The incident was emblematic of potential meddling and manipulation by delegates in the COP negotiation process."},{"Name":"Frank Pallone","Biography":"U.S. Congressman and advocate for climate action.","Information":"Frank Pallone recounted an encounter at the COP29 summit in Baku where he was met by hostile questions from local media. Alleging that they were orchestrated by the Azerbaijani government, Pallone accused the government of repressing free speech and using the event to obscure criticisms of its human rights record and issues with Armenia."},{"Name":"Elnur Soltanov","Biography":"Azerbaijani COP29 Chief Executive and figure involved in the national energy sector.","Information":"Elnur Soltanov was recorded discussing potential deals involving oil and gas sectors during COP29, raising concerns over ethics breaches. Critics viewed Soltanov's actions as undermining the conference's goals, given his dual role in Azerbaijan's energy sector and as Chief Executive of COP29."}]}
{"title":"What happened at COP29 in week one? A summary for investors","author":"Callum Provan","content":"The Finance and Energy\/Peace, Relief and Recovery Days saw a flurry of activity from investors and other non-state actors in Baku, even as uncertainty remained around the New Collective Quantified Goal on climate finance which must be agreed at COP29.\n\nSome 65,000 attendees welcomed an official day of rest on 17 November after a packed first week. Rumours in Baku Stadium centred on the progress of the COP29 Finance text, which Carbon Brief reported has reduced from 33 to 25 pages. Many brackets, however, signal slow progress in overcoming disagreements and a challenging week ahead for negotiators.\n\nSeveral world leaders did not attend, including US President Biden, French President Macron, and the EU’s Ursula von der Leyen, though other countries did announce new climate plans. The UK, Brazil and the United Arab Emirates shared updated Nationally Determined Contributions (NDCs) at the conference, setting a standard for other nations to follow.\n\n“This statement of intent signals UK leadership on climate and offers a valuable opportunity to attract clean energy investments, spur clean growth, and strengthen investor confidence in the country’s climate trajectory.”\n\nThe UK plans to cut 81% of greenhouse gas emissions by 2035, relative to 1990 levels, while Brazil pledged to cut emissions 59-67% by the same year, relative to 2005. The United Arab Emirates, host to last year’s COP28, announced its plan to reduce 47% of its emissions by 2035, relative to a notably higher baseline of 2019.\n\nReacting to the UK announcement, Stephanie Pfeifer, CEO of IIGCC said:\n\n“This statement of intent signals UK leadership on climate and offers a valuable opportunity to attract clean energy investments, spur clean growth, and strengthen investor confidence in the country’s climate trajectory.”\n\nAn unavoidable investment case\n\nIn the ‘real economy COP’, our delegation was on the ground to discuss how best to increase investment in emerging markets, the need for more investable NDCs including National Adaptation Plans, and the challenges of decarbonising the built environment.\n\nThis included co-hosting an event with the Atlantic Council, which convened financial institutions and climate finance negotiators in an informal discussion, sharing mutual needs to inform the negotiations. Moderated by Valentina Ramirez, IIGCC Head of Climate Strategy Implementation, investors emphasised the need for industrial policies that incentivise investments in climate solutions, encouraging negotiators to complement their approach to the NCQG to foster stronger engagement with private finance actors.\n\n\"“I can tell you how to talk to the trees, talk to the water. You can connect with Indigenous communities…Businesses have to invest in people.”\n\nOn day two, we co-hosted a panel with the Marrakech Partnership for Global Climate Action to strengthen impactful collaboration between public and private actors to deliver climate finance at scale, particularly in developing countries. The event was convened by the COP29 Presidency with an opening keynote from Nigar Arpadarai, the Azerbaijani Climate Change High-level Champion.\n\nArianna Griffa, IIGCC Senior Policy Manager, moderated a panel with Rowan Douglas, CEO of Climate Risk and Resilience at Howden; Raquel Moses, CEO of the Caribbean Climate Smart Accelerator; and Juan Carlos Jintiach, Executive Secretary of the Global Alliance of Territorial Communities.\n\nJuan Carlos, a member of the Shuar Indigenous group in the Amazon Rainforest of Ecuador who was shortlisted for the Nobel Peace Prize, explained to the audience:\n\n“I can tell you how to talk to the trees, talk to the water. You can connect with Indigenous communities…Businesses have to invest in people.”\n\nAttracting investment\n\nOn Friday, we co-hosted an official side event as a founding partner of the Investor Agenda, featuring discussions with IIGCC members, other international investors and government officials. The event began with a reminder that 650 investors, representing more than USD33 trillion in assets under management, signed their support for the 2024 Global Investor Statement on the Climate Crisis.\n\nMatias Cardomingo, General Coordinator for Social and Environmental Impact Analysis for the Ministry of Finance in Brazil, delivered the opening remarks. He outlined the country’s new climate and ecological transformation investment platform, named BIP, which, alongside a suite of supportive green policies, can help to attract investments for the transition.\n\nThis was followed by a panel discussion on policy action to unlock investments for a net zero and resilient economy, moderated by Arianna Griffa.\n\nThe panel featured insights from Erich Cripton, Director of Business Relations at the Caisse de Dépôt et Placement du Québec (CDPQ); Natalie Sinha, Head of Sustainability, Infrastructure Investing at UBS; and Hidehiko Sogano, Director and Managing Executive Officer at Dai-ichi Life Holdings in Japan. Discussions reiterated the need for clear sectoral pathways to support hard-to-abate sectors, underscored by an appetite from private finance to do more.\n\nWe shared new climate solutions guidance for renewable energy infrastructure, which aims to support the COP28 target of tripling renewable energy capacity by 2030.\n\nA second panel explored how investor action is accelerating the transition to the net zero economy. It was moderated by Nicolette Bartlett, Chief Impact Officer at CDP with panellists Jan Kæraa Rasmussen, Head of ESG and Sustainability at PensionDanmark; Peter van der Werf, Head of Active Ownership and Executive Director at Robeco; and Nana Li, Head of Sustainability and Stewardship, Asia Pacific at Impax Investment Management.\n\nPeter shared Robeco’s “traffic light system” to assess company and country sustainability maturity and referenced our paper, making NDCs investable, while Nana Li shared new research from Impax IM which supports investment in developing markets.\n\nTaking action\n\nElsewhere, Valentina spoke on a panel focused on de-risking private climate finance, hosted by the Danish Industry, and a panel on the increasing role of pull finance to de-risk investments in emerging markets, hosted by KPMG in the Canada Pavilion.\n\nValentina also moderated a panel on driving innovative approaches to incentivise climate resilience investment, before joining a panel to discuss real economy standards to deliver an equitable net zero future, outlining lessons from the Net Zero Investment Framework.\n\nHugh Garnett, Senior Programme Manager, Real Assets, spoke in an official UNFCCC implementation lab focused on how best to enhance ambition for energy policy. He shared our new climate solutions guidance for renewable energy infrastructure, which aims to support the COP28 target of tripling renewable energy capacity by 2030.\n\nThis came alongside a panel where Hugh discussed investing in innovative solutions to decarbonise the built environment, highlighting the challenge of measuring energy efficiency.\n\nOverall, despite the uncertainty around headline negotiations across finance, mitigation and adaptation, one thing is clear: investors made their voices heard and are taking action. Now, all eyes are on the final week of negotiations.","issue":"cop29","url":"https:\/\/www.iigcc.org\/insights\/what-happened-cop29-in-week-one-summary-investors","sources":[{"Name":"Carbon Brief","Biography":"Carbon Brief is a UK-based website covering the latest developments in climate science, climate policy, and energy policy.","Information":"Carbon Brief reported that the COP29 Finance text had reduced from 33 to 25 pages, indicating some progress. However, the presence of many brackets suggested that disagreements remained, pointing to a challenging week ahead for negotiators."},{"Name":"Stephanie Pfeifer","Biography":"Stephanie Pfeifer is the CEO of the Institutional Investors Group on Climate Change (IIGCC), an organization of European investors focused on climate change.","Information":"Stephanie Pfeifer commented on the UK's climate announcement at the conference, stating it signals leadership on climate action and presents an opportunity to attract clean energy investments, stimulate economic growth, and enhance investor confidence in the UK's climate direction."},{"Name":"Juan Carlos Jintiach","Biography":"Juan Carlos Jintiach is the Executive Secretary of the Global Alliance of Territorial Communities and a member of the Shuar Indigenous group in Ecuador.","Information":"Juan Carlos Jintiach spoke during a panel about the importance of connecting with Indigenous communities and highlighted the need for businesses to invest in people. His perspective emphasized traditional knowledge and the holistic approach needed in climate solutions."},{"Name":"Matias Cardomingo","Biography":"Matias Cardomingo is the General Coordinator for Social and Environmental Impact Analysis for the Ministry of Finance in Brazil.","Information":"Matias Cardomingo delivered opening remarks at a COP29 event, outlining Brazil's new climate and ecological transformation investment platform named BIP, which is designed to attract investments. He emphasized the suite of supportive green policies that accompany it, aiming to facilitate the transition."},{"Name":"Peter van der Werf","Biography":"Peter van der Werf is the Head of Active Ownership and Executive Director at Robeco, an asset management firm.","Information":"Peter van der Werf discussed Robeco's 'traffic light system' for assessing company and country sustainability maturity. He referenced a paper on making NDCs more investable, highlighting the need for governments to develop clear sectoral pathways to support hard-to-abate sectors and illustrated investor appetite for taking action."}]}
{"title":"COP29 Ends with Compromise on Climate Financing","author":"Not Specified","content":"The UN climate change conference ended on 24 November with a pledge from developed nations to mobilize at least $300 billion annually to support mitigation and adaptation.\n\nAfter two weeks of intense negotiations, delegates at COP29, formally the 29th Conference of Parties to the UN Framework Convention on Climate Change (UNFCCC), agreed to provide this funding annually, with an overall climate financing target to reach “at least $1.3 trillion by 2035”.\n\nThis summit had been dubbed the ‘climate finance COP’, and representatives from all countries were seeking to establish a new, higher climate finance goal.\n\nThe target, or new collective quantified goal (NCQG), will replace the existing $100 billion goal that is due to expire in 2025.\n\nReacting to the outcome, UN Secretary-General António Guterres said that while an agreement at COP29 was absolutely essential to keep the 1.5-degree limit alive, “I had hoped for a more ambitious outcome – on both finance and mitigation – to meet the great challenge we face.”\n\nBut he continued, this agreement provides a base on which to build and added: It must be honoured in full and on time. Commitments must quickly become cash. All countries must come together to ensure the top-end of this new goal is met.\"\n\nDeveloping countries, which had sought over $1 trillion in assistance, said the pledge of financing was too little too late.\n\nThe WMO delegation at COP29, headed by Secretary-General Celeste Saulo, highlighted the urgency of drastic reductions in greenhouse gas emissions – and more financing to build resilience, and in particular to strengthen early warning systems.\n\nAccording to WMO’s State of the Climate Update, the year 2024 is on track to be the hottest on record and temporarily hit 1.5°C. Greenhouse gas levels are at record observed levels. Sea level rise is accelerating, glacier retreat is unprecedented, and extreme weather events have caused major loss of life and livelihoods around the world.\n\n“The time for action is now,” said Celeste Saulo. “If you want a safer planet, it’s our responsibility. It’s a common responsibility, a global responsibility,” she said.\n\nThe COP29 outcome is a gesture of support for the most vulnerable, said Celeste Saulo. But much more needs to be done.\n\nFollowing on from COP29, WMO will prioritize accelerated action to strengthen global climate mitigation and adaptation, and reduce loss and damage. It will continue leveraging its State of the Climate reports to inform climate policy, finance, and action.\n\nKey focus areas include scaling up the Early Warnings for All initiative to ensure comprehensive early warning coverage, and advancing Global Greenhouse Gas Watch to improve monitoring and mitigation.\n\nAnother priority is to close the gaps in Earth observations. These are necessary to inform both mitigation and adaptation, as was noted in the SBSTA Chair summary. WMO will take a similar approach to closing the gaps in Multi-Hazard Early Warning Systems.\n\nAt COP29, additional contributions were announced to the United Nations Systematic Observations Financing Facility (SOFF) that is now capitalized with more than US $100 million to support countries in closing their basic weather and climate data gaps.\n\nA consolidated WMO strategy to support countries in updating Nationally Determined Contributions (NDCs) and National Adaptation Plans (NAPs) to reflect these elements will be developed. A critical element will be positioning National Meteorological and Hydrological Services (NMHSs) as the authoritative voice of hydro-meteorological early warnings and central actors in driving science-based solutions, ensuring their enhanced role in implementing climate policies and strategies worldwide.\n\nYoung people will be a key focus. Consultations with youth organizations on climate action will help guide the development of WMO's Youth Action Plan.\n\nOther steps forward at COP29 included:\n\nCountries agreed on the rules for a UN-backed global carbon market. This market will facilitate the trading of carbon credits, incentivizing countries to reduce emissions and invest in climate-friendly projects.\n\nThey agreed to an extension of a programme centered on gender and climate change; and agreement on support for the least developed countries to carry out national adaptation plans.\n\nUN Climate Change Executive Secretary Simon Stiell described the new finance goal agreed at COP29 as “an insurance policy for humanity.”\n\n“This deal will keep the clean energy boom growing and protect billions of lives. It will help all countries to share in the huge benefits of bold climate action: more jobs, stronger growth, cheaper and cleaner energy for all. But like any insurance policy – it only works – if the premiums are paid in full, and on time.”\n\nHe acknowledged that no country got everything they wanted, and that the world leaves Baku with a mountain of work to do. “So, this is no time for victory laps. We need to set our sights and redouble our efforts on the road to Belém,” in the eastern Amazonian region of Brazil, which is set to host COP30 next year.\n\nCOP 29 saw also the launch of the Baku Dialogue on Water for Climate Action, a platform that promotes collaboration and initiatives that accelerate solutions for the water crisis. WMO is one of the co-founding signatories and exercise its mandate to provide robust and science-based evidence.","issue":"cop29","url":"https:\/\/wmo.int\/media\/news\/cop29-ends-compromise-climate-financing","sources":[{"Name":"UN Secretary-General António Guterres","Biography":"António Guterres is the current Secretary-General of the United Nations, an international organization established to promote international cooperation and maintain international order.","Information":"António Guterres emphasized that the agreement reached at COP29, the 29th Conference of the Parties to the UN Framework Convention on Climate Change, was crucial to maintaining the target of limiting global warming to 1.5°C. Despite acknowledging that the financial and mitigation commitments did not meet his expectations, he viewed the agreement as a foundational baseline. He stressed the necessity for these commitments to quickly translate into actual financial contributions and urged all countries to mobilize efforts to achieve the upper limit of the newly established climate finance goal."},{"Name":"WMO delegation at COP29","Biography":"The World Meteorological Organization (WMO) is a specialized agency of the United Nations dedicated to the promotion of international cooperation in meteorology, climatology, hydrology, and other geophysical disciplines.","Information":"The WMO delegation, led by Secretary-General Celeste Saulo, underscored the critical need for significant reductions in greenhouse gas emissions alongside increased funding to enhance global resilience. The delegation drew attention to the grim findings in WMO’s State of the Climate Update, which indicated that 2024 could become the hottest year on record, with greenhouse gas concentrations reaching unprecedented levels and severe climate impacts persisting worldwide."},{"Name":"Celeste Saulo","Biography":"Celeste Saulo is the Secretary-General of the World Meteorological Organization (WMO), an agency focusing on climate and weather-related issues.","Information":"Celeste Saulo stressed that immediate action was necessary to address the rapidly increasing climate threats confronting the globe. She identified the COP29 agreements as a sign of support for the most vulnerable countries and acknowledged the need for further efforts to mitigate climate change. Saulo emphasized prioritizing the WMO’s initiatives in early warning systems and enhancing global monitoring to ensure informed mitigation and adaptation strategies."},{"Name":"Simon Stiell","Biography":"Simon Stiell is the Executive Secretary of the United Nations Framework Convention on Climate Change (UNFCCC), which is responsible for overseeing global efforts to combat climate change.","Information":"Simon Stiell described the newly established finance goal at COP29 as an essential 'insurance policy for humanity', recognizing the potential to propel a global shift towards clean energy. He highlighted the agreement’s role in fostering economic growth, creating job opportunities, and ensuring access to affordable and sustainable energy globally, even while acknowledging the significant challenges that lay ahead for the international community. He noted that the next phase of climate action would proceed at COP30 in Brazil's eastern Amazonian region."},{"Name":"Article's author (unnamed)","Biography":"The author of the news article, working to provide an overview and present the outcomes of COP29.","Information":"The article's author reported on the outcomes of COP29, emphasizing that developed nations committed to mobilize at least $300 billion annually to support climate change mitigation and adaptation. They outlined the broader goal of reaching at least $1.3 trillion by 2035. The existing $100 billion goal, expiring in 2025, will be succeeded by this new collective quantified goal. Despite criticism from developing countries requesting over $1 trillion, the summit represented a step towards enhanced climate finance commitments."}]}
{"title":"COP29: Key outcomes agreed at the UN climate talks in Baku","author":"Multiple Authors","content":"Developed nations have agreed to help channel “at least” $300bn a year into developing countries by 2035 to support their efforts to deal with climate change. However, the new climate-finance goal – agreed along with a range of other issues at the COP29 summit in Baku, Azerbaijan – has left developing countries bitterly disappointed. They were united in calling for developed countries to raise $1.3tn a year in climate finance. \n\nIn the end, negotiators agreed on a looser call to raise $1.3tn each year from a wide range of sources, including private investment, by 2035. \n\nSome countries, including India and Nigeria, accused the COP29 presidency of pushing the deal through without their proper consent, following chaotic last-minute negotiations. Countries failed to reach an agreement on how the outcomes of last year’s “global stocktake”, including a key pledge to transition away from fossil fuels, should be taken forward – instead shunting the decision to COP30 next year in Brazil. They did manage to find agreement on the remaining sections of Article 6 on carbon markets, meaning all elements of the Paris Agreement have been finalised nearly 10 years after it was signed. \n\nNegotiations were overshadowed by the reelection of Donald Trump, who has promised to roll back climate action and take the world’s biggest historical emitter out of the Paris Agreement once again. COP president Azerbaijan – a country that sources two-thirds of its government revenue from fossil fuels – faced accusations of conflict of interest and malpractice, with one minister labelling its hosting style “deplorable”. ","issue":"cop29","url":"https:\/\/www.carbonbrief.org\/cop29-key-outcomes-agreed-at-the-un-climate-talks-in-baku\/","sources":[{"Name":"Developed Nations","Biography":"Countries that are considered to be economically advanced and collectively provide financial support to developing countries.","Information":"Developed nations have agreed at the COP29 summit in Baku, Azerbaijan to assist developing countries by channeling 'at least' $300 billion each year into their economies by the year 2035. This financial aid is intended to support developing countries' efforts to confront the challenges posed by climate change. This commitment, however, does not meet the expectations of these developing countries, who demanded an annual sum of $1.3 trillion for climate finance."},{"Name":"Developing Countries","Biography":"Countries that are industrially underdeveloped relative to developed nations and seek substantial financial aid to address climate change.","Information":"Developing countries, in consensus at the COP29 summit, expressed disappointment with the newly set climate-finance goal of $300 billion per year by developed nations, as they had collectively called for an annual amount of $1.3 trillion. These countries are seeking this financial boost to bolster their efforts against climate change, essential for handling the global environmental crisis efficiently."},{"Name":"India and Nigeria","Biography":"Two countries classified as developing nations, expressing concerns during the COP29 climate negotiations.","Information":"India and Nigeria were among the countries that voiced issues with the manner in which the COP29 presidency concluded the agreement without their full consent. These countries criticized the chaotic, last-minute negotiations and implied that the procedure was inadequate for addressing their specific concerns, particularly regarding the appropriate management and satisfaction of climate finance needs as initially demanded."},{"Name":"COP29 Presidency (Azerbaijan)","Biography":"The leading authority hosting and organizing the COP29 climate summit in Baku, Azerbaijan.","Information":"Azerbaijan, acting as the COP29 president, was responsible for overseeing the proceedings of the climate summit. They faced criticism on a number of fronts, with some participants, like India and Nigeria, accusing them of flawed negotiation tactics. The presidency was also noted to be facing accusations of conflict of interest due to a significant portion of its government revenue being sourced from fossil fuels, which casts doubt on their impartiality concerning climate action issues."},{"Name":"The Article's Author (Unnamed)","Biography":"The journalist who wrote the article summarizing the outcomes and reactions from the COP29 summit in Baku, Azerbaijan.","Information":"The author provided a comprehensive overview of the events and resolutions of the COP29 summit, highlighting the agreement between developed nations to fund developing countries with $300 billion annually by 2035. They also noted the disappointment felt by developing countries and the persistent non-alignment on certain issues such as fossil fuel transition, deferred to COP30 in Brazil. The reelection of Donald Trump was mentioned, indicating potential changes in the U.S. climate action stance. The author also commented on accusations against the Azerbaijani presidency, claiming malpractice and inappropriate conduct during the summit."}]}
